Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

# would_you_like_bundle_the_essentials_bundle
source: Would you like to purchase 'The Essentials Bundle' instead? It includes 6 faces: RightNighter, Lines, Timezones, Personal, UpsideDown, and Essentially, all for a better bang for your buck.
de: Möchtest du lieber unser 'Essentials Bundle' kaufen? Es besteht aus 6 Watchfaces: RightNighter, Lines, Timezones, Personal, UpsideDown und Essentially. Im Bundle kriegst du die Watchfaces günstiger.

# would_you_like_bundle_the_animated_bundle
source: Would you like to purchase 'The Animated Bundle' instead? It includes 3 faces: Slot Machine, Beat, and Equalizer, all for a better bang for your buck.
de: Möchtest du lieber unser 'Animations Bundle' kaufen? Es besteht aus 3 Watchfaces: Slot Machine, Beat und Equalizer. Im Bundle kriegst du die Watchfaces günstiger.

# would_you_like_bundle_the_super_colourful_bundle
source: Would you like to purchase 'The Super Colourful Bundle' instead? It includes 5 faces: Speedometer, Colours, Tree of Colours, Pulse, and Simplified Analogue, all for a better bang for your buck.
de: Möchtest du lieber unser 'superfarbige Bundle' kaufen? Es besteht aus 5 Watchfaces: Speedometer, Colours, Tree of Colours, Pulse und Simplified Analogue. Im Bundle kriegst du die Watchfaces günstiger.

# no_thanks
source: No, just this app
de: Nein, danke, nur dieses Watchface

# sure
source: Yes, please!
de: Ja, gerne!

# choose_your_pebble_title
source: Choose your Pebble
de: Zeige uns dein Pebble Modell

# choose_your_pebble_description
source: This watch will be used all through Lignite.
de: Wähle bitte das entsprechende Modell deiner Pebble Smartwatch.

# minute_colour
source: Minute
fi: Minuutti
it: Minuti
nl: Minuut
pt: Minutos
sv: Minut
tr: Dakika
zh_hans: 分钟

# kickstarter_backer
source: Kickstarter Backer Login
fi: Kickstarter tukijan kirjautuminen
it: Ci hai supportato su Kickstarter?
nl: Kickstarter backer?
pt: Login de apoiante Kickstarter
sv: Kickstarter sponsor inloggning
tr: Kickstarter bağışçısı?
zh_hans: Kickstarter 支持者登录

source: Screenshot
fi: Näyttökaappaus
nl: Schermafdruk
pt: Captura de ecrã
sv: Skärmkapning
tr: Ekran Görüntüsü
zh_hans: 截图

# bianca-black
source: Pebble Steel - Black
fi: Pebble Steel - Musta
it: Pebble Steel - Nero
nl: Pebble Steel - Zwart
pt: Pebble Steel - Preto
sv: Pebble Steel - Svart
tr: Pebble Steel - Siyah
zh_hans: Pebble Steel - 黑色

# bianca-silver
source: Pebble Steel - Silver
fi: Pebble Steel - Hopea
it: Pebble Steel - Argento
nl: Pebble Steel - Zilver
pt: Pebble Steel - Prata
tr: Pebble Steel - Gümüş
zh_hans: Pebble Steel - 银色

# bobby-black
source: Time Steel - Black
fi: Time Steel - Musta
it: Time Steel - Nero
nl: Time Steel - Zwart
pt: Time Steel - Preto
sv: Time Steel - Svart
tr: Time Steel - Siyah
zh_hans: Time Steel - 黑色

# bobby-silver
source: Time Steel - Silver
fi: Time Steel - Hopea
it: Time Steel - Argento
nl: Time Steel - Zilver
pt: Time Steel - Prata
tr: Time Steel - Gümüş
zh_hans: Time Steel - 银色

# bobby-gold
source: Time Steel - Gold
fi: Time Steel - Kulta
it: Time Steel - Oro
nl: Time Steel - Goud
pt: Time Steel - Dourado
sv: Time Steel - Guld
tr: Time Steel - Altın
zh_hans: Time Steel - 金色

# snowy-black
source: Pebble Time - Black
fi: Pebble Time - Musta
it: Pebble Time - Nero
nl: Pebble Time - Zwart
pt: Pebble Time - Preto
sv: Pebble Time - Svart
tr: Pebble Time - Siyah
zh_hans: Pebble Time - 黑色

# snowy-red
source: Pebble Time - Red
fi: Pebble Time - Punainen
it: Pebble Time - Rosso
nl: Pebble Time - Rood
pt: Pebble Time - Vermelho
sv: Pebble Time - Röd
tr: Pebble Time - Kırmızı
zh_hans: Pebble Time - 红色

# snowy-white
source: Pebble Time - White
fi: Pebble Time - Valkoinen
it: Pebble Time - Bianco
nl: Pebble Time - Wit
pt: Pebble Time - Branco
sv: Pebble Time - Vit
tr: Pebble Time - Beyaz
zh_hans: Pebble Time - 白色

# tintin-black
source: Pebble - Black
fi: Pebble - Musta
it: Pebble - Nero
nl: Pebble - Zwart
pt: Pebble - Preto
sv: Pebble - Svart
tr: Pebble - Siyah
zh_hans: Pebble - 黑色

# tintin-red
source: Pebble - Red
fi: Pebble - Punainen
it: Pebble - Rosso
nl: Pebble - Rood
pt: Pebble - Vermelho
sv: Pebble - Röd
tr: Pebble - Kırmızı
zh_hans: Pebble - 红色

# tintin-white
source: Pebble - White
fi: Pebble - Valkoinen
it: Pebble - Bianco
nl: Pebble - Wit
pt: Pebble - Branco
sv: Pebble - Vit
tr: Pebble - Beyaz
zh_hans: Pebble - 白色

# feedback_success
source: Your feedback hit the server successfully. Thanks! Feel free to post more feedback, or go back to the main screen.
fi: Palautteesi saapui palvelimelle. Kiitos! Voit laittaa lisää palautetta tai mennä takaisin pääsivulle.
it: Il tuo feedback ha raggiunto il server. Grazie! Continua a inviare altri feedback o torna alla schermata principale dell'app.
nl: Jouw feedback is succesvol ontvangen. Bedankt! Voel je vrij om nog meer feedback te geven, of ga terug naar het hoofdscherm.
pt: Os seus comentários chegaram ao servidor com sucesso. Obrigado! Por favor sinta-se à vontade de enviar mais ou voltar ao ecrã principal.
sv: Din feedback har kommit till servern. Tack! Du kan gem era feedback eller gå tillbaka till huvudskärmen.
zh_hans: 你的反馈已成功到达服务器，谢谢！你可以随时发送更多反馈，或返回主屏幕。

# failed_to_send
source: Failed to even reach the server. Error: %@
fi: Palvelimeen ei saatu yhteyttä. Error: %@
it: Impossibile raggiungere il server. Errore: %@
pt: Falha a contactar o servidor. Erro: %@
sv: Missalyckades att nå servern. Error: %@
zh_hans: 无法连接服务器。错误：%@

# pebble_app_original
source: Original Pebble
nl: Originele Pebble
pt: Pebble Original
zh_hans: 原版 Pebble

source: Okay
fi: Ok
nl: OK
pt: Ok
sv: Okej
tr: Tamam
zh_hans: 好吧

# pref_antialiased
source: Antialiasing
tr: Kenar Düzleştirme
zh_hans: 抗锯齿

source: Bluetooth
zh_hans: 蓝牙
