Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

# colours_description
source: This watchface is really gonna make your Pebble Time's display shine by changing the colours every minute, filling the black background with beautiful shades of colour. Find in settings the ability to change the width of these bars and other aspects of the face. Quite beautiful!
de: Dieses Watchface bringt das Display deiner Pebble Time / Pebble Time Steel zum Leuchten, indem es minütlich die Farben im Hintergrund wechselt. In den Einstellungen gibt es die Möglichkeit, die Breite der Farbbalken und weitere Aspekte dieses Watchfaces deinen Vorstellungen anzupassen.
fi: Tämä kellonäyttö saa Pebble Timen ruudun loistamaan, värianomaatio joka minuutti, musta tausta täyttyy väreistä. Asetuksista voit valita palkkien leveyden ja muita asetuksia. Kaunis!
it: Questa watchface farà sicuramente risplendere il display del tuo Pebble Time animandone i colori ad ogni minuto, invadendo con divertenti sfumature di colore lo sfondo nero. Nelle impostazioni troverai l'opzione di cambiare la larghezza delle barre e altri aspetti della watchface. Davvero bella!
nl: Deze watchface laat je Pebble Time echt stralen door iedere minuut van kleur te veranderen, waardoor de zwarte achtergrond wordt gevuld met mooie kleurschakeringen. In de instellingen vind je de mogelijkheid om de breedte van de balken en andere uiterlijkheden aan te passen. Erg mooi!
pt: Esta watchface vai fazer o ecrã do seu Pebble Time's brilhar mudando as cores a cada minuto, enchendo o fundo negro com um degradé bonito de cor. Nas opções encontra a possibilidade de mudar a largura das barras e outros aspetos da watchface. Algo muito bonito!
sv: Denna klockskärm får din Pebble Times ruta att skina, färgerna animeras varje minut, den svarta bakgrunden fylls med vackra färger. I inställningarna kan du välja linjebredd och andra inställningar. Riktigt vacker!
tr: Her dakika değişen renkleri ve Pebble Time'ın siyah arkaplanını her an değiştiren tonları ile Pebble Time'ın ekranını öne çıkaracak bir saat yüzü. Ayarlarda çubuk genişliği ve diğer detayları ayarlayabilirsiniz. Oldukça kullanışlı ve güzel!
zh_hans: 此表盘绝对可以使您的 Pebble Time 引人注目。它可以每分钟切换颜色，用绚丽的色条填充黑色背景。 调整色条宽度和其他方面的能力都能在设置里找到，非常漂亮！

# timedock_description
source: Official watchface for TimeDock by Engineerable! Available on the appstore. Settings include being able to open the face when plugged in, animations, and more. Check it out, it's free.
de: Das offizielle Watchface für das TimeDock von Engineerable! Verfügbar im AppStore. Die Einstellungen umfassen die Option, das Watchface anzuzeigen, sobald die Uhr geladen wird, Animationen und mehr. Probier's aus, es ist kostenlos!
fi: TimeDock by Engineerable!:n virallinen kellonäyttö. Saatavilla appstoresta. Asetuksina mm. kellonäytön avaus ladattaessa, animaatiot, ym. Käy katsomassa - se on ilmainen.
it: Questa è la watchface ufficiale di TimeDock di Engineerable! Disponibile su appstore. Le impostazioni includono la possibilità di lanciare la watchface quando Pebble è in carica, animazioni e altro. Controlla tu stesso, è gratis.
nl: Dit is de officiele watchface voor TimeDock gemaakt door Engineerable! Beschikbaar in de appstore. In de instellingen onder andere de mogelijkheid om hem automatisch te openen als het opladen start, animaties en meer. De moeite waard, en het is gratis.
pt: A watchface oficial para o TimeDock da Engineerable! Disponível na appstore. As opções incluem a capacidade de abrir esta watchface quando em carga, animações e mais. Espreite, é gratuita.
sv: Den officciella klockskärmen för TimeDock av Engineerable! Tillgänglig i appstore. Inställningarna inkluderar möjligheten att klockskärmen öppnas vid laddning, animation och annat. Kolla in denna, den är gratis.
tr: TimeDock by Engineerable için resmi saat yüzü. Şimdi App Store'da! Ayarlarda birçok özellik mevcut ve ücretsiz, bir göz atmanızda fayda var.
zh_hans: 由 Engineerable 提供的 TimeDock 官方表盘！可在 App Store 获取。 设置里包含: 是否可以在充电时打开此表盘，动画选项及更多。安装看看吧，又不要钱。

# timezones_description
source: Our take on a watch face with two timezones giving you many personalizing options too! The inner circle shows the time for the first timezone (in the above example for Philipp’s timezone) and the outer one stands for the second timezone (Edwin, in the above example).
de: Unsere Version eines Watchfaces mit 2 Zeitzonen mit vielen Personalisierungs optionen! Der innere Kreis zeigt die erste Zeitzone (im oben zu sehenden Beispiel Philipp's Zeitzone) und der äussere Kreis die zweite Zeitzone (Edwin, im oben zu sehenden Beispiel).
fi: Näkemyksemme kellonäytöstä jossa kaksi aikavyöhykettä, ja antaa yksilöintimahdollisuuksia myös! Sisempi ympyrä näyttää ensimmäisen aikavyöhykkeen (ylläolevassa esimerkissä Philippin vyöhyke) ja ulempi ympyrä näyttää toisen aikavyöhykkeen (Edwin esimerkissä).
it: La nostra interpretazione di una watchface con due fusi orari che ti offre anche varie opzioni per la personalizzazione! Il cerchio interno mostra l'ora per il primo fuso orario (nell'esempio sopra per quello di Philipp) mentre il cerchio esterno quella del secondo (Edwin, nell'esempio).
nl: Onze insteek voor een watchface met twee tijdzones met vele mogelijkheden om te personaliseren! De binnenste ring laat de tijd voor de eerste tijdzone zien(in het hier bovenstaande voorbeeld van Philipp’s tijdzone) en de buitenste ring toont de tweede tijdzone (Edwin, in het bovenstaande voorbeeld).
pt: A nossa aposta numa watchface com dois fusos horários para dar-lhe várias opções de personalização! O círculo interior mostra a hora na primeira timezone (no exemplo acima para o fuso do Philipp) e o exterior para o segundo (o do Edwin, no exemplo acima).
sv: Vår syn på en klockskärm med två tidsxoner, och med personliga inställningar! Den inre cirkeln visar första tidszonens tid (I exemplet Phillips tidsszon) och den yttre cirkeln visar den andra tidszonen (Edwin i exemplet ovan).
tr: İki farklı zaman dilimi gösterme ve birçok özellik ile farklı bir saat yüzü. İçteki ilk saat dilimini gösterirken (Örnekte Phlipp'in saat dilimi) dıştaki çember ikincil saat dilimini gösteriyor. (Örnekte Edwin.).
zh_hans: 我们推出的双时区表盘也提供个性化设置啦！ 内圈显示第一个时区的时间（上图例中是 Philipp 的时区），外圈是第二个时区的时间（上图为 Edwin 的时区）。

# pulse_description
source: This is another face living through its animations. We could either let the circle grow every minute or have a pulse animation every minute changing the background color. This will really make the Pebble Time’s colour display shine!
de: Dieses Watchface lebt durch die Animationen. In den Einstellungen kann festgelegt werden, ob der Kreis minütlich wachsen oder jede Minute eine pulsähnliche Animation ablaufen soll, welche minütlich die Hintergrundfarbe ändert. . Das Display deiner Pebble Time / Pebble Time Steel wird scheinen!
fi: Tämäkin kellonäyttö herää eloon animaatioiden johdosta. Voimme antaa ympyrän kasvaa joka minuutti, tai antaa sen liikkua joka minuutti taustavärin vaihtuessa. Tämän avulla Pebble Time:n värinäyttö pääsee oikeuksiinsa!
it: Ecco un'altra watchface che prende vita grazie alle sue animazioni. Potrai scegliere se far crescere il cerchio ad ogni minuto o generare una breve pulsazione che cambierà il colore di sfondo. Con questa farai risplendere lo schermo a colori del tuo Pebble Time!
nl: Deze watchface lijkt te leven door zijn hartslag-animaties. Er kan gekozen worden om de ring iedere minuut te laten groeien of een hartslag-animatie iederen minuut de achtergrond van kleur te laten veranderen. Dit laat het kleurenscherm van je Pebble Time echt tot leven komen!
pt: Esta é outra watchface que vive pelas suas animações. Podemos deixar o circulo crescer a cada minuto ou ter uma animação que muda a cor de fundo. Esta irá realmente fazer o ecrã colorido do Pebble Time brilhar!
sv: En klockskärm med levande animationer, vi kan låta cirkeln växa varje minut, eller ha en pulsanimation varje minut då bakgrundsfärgen ändras. Pebble Times färgskärm får komma till sin fulla rätt!
tr: Animasyonların hayat verdiği bir saat yüzü daha. Her dakika büyüyen bir çember ya da her dakika arkaplan resmini değiştiren bir animasyon. Bu saat yüzü Pebble Time'ın renkli ekranını meydana çıkaracak.
zh_hans: 又是一个为彩屏而生的表盘。我们可以让圆圈每分钟长大或者每分钟通过脉冲动画改变背景颜色。 Pebble Time 的彩屏此时就是亮点。

# personal_description
source: Personal is what it says it is: Personal. Customize Personal to show your name and see it greet you across the day. Beautifully optimized for Pebble Time's display, it truly looks amazing.
de: Personal ist - wie es der Name bereits vermuten lässt - persönlich. In den Einstellungen kannst du deinen Namen eingeben und das Watchface grüsst dich tageszeitabhängig. Wunderschön für das Pebble Time- / Pebble Time Steel-Display optimiert.
fi: Personal on kuten nimi sanoo, henkilökohtainen. Asteta Personal näyttämään nimesi, ja näet sen tervehtivän sinua päivän mittaan. Optimoitu hienosti Pebble Timen näytölle, tämä on todella vaikuttvan näköinen.
it: Personal è proprio quello che dice di essere: personale. Personalizza Personal affinchè venga mostrato il tuo nome e ti saluti durante il giorno. Ottimizzata per il display di Pebble Time, è davvero bella.
nl: Persoonlijk is wat het is: Persoonlijk. Pas het aan met je naam en je wordt de hele dag door begroet. Prachtig aangepast voor weergave op het scherm van Pebble Time, ziet het er verbluffend uit.
pt: Personal é exatamente isso: Pessoal. Personalize Personal para mostrar o seu nome e veja-a cumprimenta-lo durante todo o dia. Otimizada para o ecrã do Pebble Time, é realmente espantosa.
sv: Personlig är just det ordet säger: Personlig. Ställ in Personal så den visar ditt namn, så ser du hälsningar till dig under dagens lopp. Vacker och optimerad för Pebble Time.
tr: Adı gibi bireysel bir saat yüzü: Personal. Personal'ı adınızı gösterecek bir şekilde düzenleyin. Pebble Time'ın ekranına tam optimize tasarım, gerçekten harika görünüyor.
zh_hans: “个性”表盘正如它所说：有个性。 定制此表盘来显示你的名字，以及它在一天中与你打招呼的方式。已对 Pebble Time 的显示屏做了优化，看起来真是棒极了。

# beat_description
source: Beat is an attractive watchface with more than enough animations which uses it's unique "beatline" to show information such as the battery level or bluetooth status (or if you want, have it completely random). There are some damn cool animations that catch the eye and make it look as if your wrist is actually monitoring your heartbeat! Not to mention, you can find settings for customizing colours and other features in the Lignite companion app.
de: Beat ist ein attraktives Watchface mit mehr als genug Animationen, welche die einzigartige 'Beatline' nutzen, um die verbleibende Batteriekapazität oder den Bluetooth Verbindungsstatus anzuzeigen. Oder du lässt es zufällig eine Beatline anzeigen - deine Entscheidung! Es gibt sehr coole Animationen, welche den Eindruck erwecken, als würde die Uhr euren Puls messen / anzeigen. Natürlich lassen sich auch hier die Farben und andere Dinge in den Einstellungen anpassen.
fi: Beat on hieno kellonäyttö jossa riittävästi animaatioita jotka käyttävät uniikkia "beatlinea" esittämään tietoja kuten akkutasoa tai bluetooth-tilaa (tai satunnaista jos niin haluat). Tässä on joitakin oikein viileitä animaatioita jotka kiinnittävät katseen, ja saa näyttämään siltä että kello seuraa pulssiasi! Värejä ja muita asetuksia voit säätää Lignite app:issa.
it: Beat è una watchface attraente con tantissime animazioni che usano la sua originale "beatline" per mostrare informazioni come il livello della batteria o lo stato del bluetooth (o, se preferisci, semplicemente casuale). Ci sono alcune animazioni maledettamente belle che catturano lo sguardo e fanno sembrare che lo smartwatch stia realmente misurando i tuoi battiti! Neanche a dirlo, hai a disposizione delle impostazioni per personalizzare i colori e altre caratteristiche nella companion app Lignite.
nl: Beat is een aantrekkelijke watchface met meer dan genoeg animaties die gebruik maken van de unieke "beatline" om de informatie zoals batterij niveau en bluetooth status te tonen (of, als je dat wilt, volledig willekeurig). Er zijn een aantal verbluffende animaties waardoor het lijkt alsof je hartslag wordt weergegeven! En niet te vergeten, je kan alle instellingen voor de kleuren en andere instellingen vinden in de Lignite companion app.
pt: Beat é uma watchface atrativa com animações suficientes para tornar a sua "beatline" única e mostrar informação como o nível de bateria e o estado do bluetooth (ou se quiser, tudo aleatório). Existem algumas animações porreiras que atraem olhares e fazem parecer que o seu pulso está realmente a controlar o seu batimento cardíaco! Não esquecer que nas definições poderá personalizar as cores e outras funcionalidades na app Lignite.
sv: Beat är en attraktiv klockskärm med mer än tillräckliga animationer för dess unika "beatline" för att visa information såsom batterinivå eller bluetooth status (eller helt slumpmässigt om du så vill). Det finns häftiga animationer som fångar blacken, och får de tatt se ut som om klockan faktiskt följer med din puls! Du hittar dessutom inställningar för färger och annat i Lignite appen.
tr: Beat, "beatline" adında eşsiz bir animasyon kullanan harika bir saat yüzü. Pebble'ınızı kalp atışınıı ölçüyormuş gibi de gösterebilen birçok harika animasyona sahip, ayrıca renkleri ve birçok düzenlemeyi Lignite uygulaması ile yapabilirsiniz.
zh_hans: 这款“心跳”表盘非常具有吸引力，它使用独特的“心电图”显示诸如电池电量或蓝牙状态的信息（如果你愿意，让它显示什么都行）。 此表盘的动画很吸引眼球，看起来像是你的手表在监测你的心跳！更何况你还可以在 Lignite 伴侣应用自定义颜色和其他功能。

# equalizer_description
source: Another one making your color display go wild! The bars have many different animation modes such as roll, wave, music, and more! You can choose how often you want these to animate and more. The battery bar acts as a divider. Sports the time, weekday, and date as well.
de: Ein Watchface, welches dein Display zum Leben erweckt! Die Balken haben viele verschiedene Animationsarten, wie rollen, Welle, Musik und mehr! In den Einstellungen lässt sich einstellen, wie oft animiert werden soll und vieles mehr. Die Batterieanzeige agiert als Trennstrich. Desweiteren werden die Zeit, der Wochentag und das Datum angezeigt.
fi: Toinen joka hyödyntä näytön villejä värejä! Palkeilla on monta eri animaatioasetusta kuten roll, wave, music, ja muita! Voit valit akuinka usein haluat animaatiot, ja muuta. Akkupalkki toimii jakajana. Tässä on aika, viikonpäivä, ja päivämäärä myös.
it: Un'altra che farà sprizzare colori dal tuo display! Le barre hanno molte diverse modalità di animazione come roll, onda, musica ecc. Puoi decidere quando spesso vuoi vedere l'animazione e altre cose. La barra della batteria funge da divisore. Mostra l'ora, il giorno della settimana e la data.
nl: Nog een watchface die helemaal los gaat op je kleurenscherm!! De balken hebben meerdere animaties zoals rollen, golven, muziek en veel meer! Je kan onder andere kiezen met welke interval de animaties moeten verschijnen. De balk van de batterij fungeert als scheiding. Sport, tijd, dag van de week en datum.
pt: Outra watchface que fará um ecrã colorido ficar doido! As barras têm tantos modos de animação diferentes como rodar, onda, música e mais! Pode escolher com que frequência quer ver as animações entre outros. A barra da bateria serve como uma separação. Contém a hora, dia de semana e a data.
sv: Ännu en klockskärm med färger! Balkarna har manga animeringsinställningar, roll, wave, music, och mera! Du kan välja hurudana animationer du vill ha, och också annat. Batteribalken fungerar samtidigt som delare. Visar tid, veckodag, datum också.
tr: Renli ekranı çıldırtacak bir tane daha! Dalga ve müzik gibi birçok animasyona sahip olan barlar ve daha fazlası!Bu animasyonların ne sıklıkla olmasını istediğinizi seçebilirsiniz.
zh_hans: 又是一款为彩屏而疯狂的表盘！ 色条可组成不同的动画，比如摇滚，波形，音乐等等。你可以设定动画频率等等。电池电量槽作为一条分割线，将时间和日期分隔开。

# upsidedown_description
source: Upside down is a funky face which is sure to make your head turn upside down as well! Displays the hours on top along with the weather (updated every 30 minutes), and the bottom contains the minutes inverted and the date.
de: Upside down ist ein Watchface, welches deine Ansicht sprichwörtlich auf den Kopf stellt! Die obere Hälfte zeigt die Stunde und das Wetter (wird alle 30 Minuten aktualisiert) an während der untere Teil die Minuten und das Datum anzeigt.

# plainweather_description
source: Plain Weather, although "plain", brings a simple and clean interface to your Pebble Time Round that you'll love. It updates the weather every half an hour, and is battery efficient.
de: Plain Weather, wenn auch "plain" (einfach / simpel), stellt die Uhrzeit wie auch das Wetter auf eine angenehm frische und einfache Art dar.. Das Wetter wird alle 30 Minuten aktualisiert und ist batterieschonend.

# essentially_description
source: Essentially is essentially all you'll need in a watchface. It's simple and clean, containing just the time.
de: Essentially zeigt dir alles an, was essentiell ist - deswegen der Name. Es ist simpel und einfach und zeigt dir bloss das Wichtigste an.

source: Colour Picker
de: Farbauswahl
fi: Värin valitsija
nl: Kies kleur
pt: Seletor de cor
sv: Färgväljare
zh_hans: 颜色选择器

source: Corrected
de: korrigiert
fi: Korjattu
it: Corretto
nl: Hersteld
pt: Corrigido
sv: Korrigerad
zh_hans: 已纠正

source: Uncorrected
de: unkorrigiert
fi: Ei korjattu
it: Incorretto
nl: niet hersteld
pt: Não corrigido
sv: Okorrigerad
zh_hans: 未纠正

source: Selected Colour:
de: Ausgewählte Farbe
fi: Valittu väri:
it: Colore selezionato:
nl: Geselecteerde kleur:
pt: Cor selecionada:
sv: Vald färg:
zh_hans: 选择颜色:

# username
source: Email address
de: E-Mailadresse
fi: sähköpostiosoite
it: Indirizzo email
nl: Gebruikersnaam
pt: Email
sv: Epost adress
tr: Kullanıcı Adı
zh_hans: 电子邮件地址

source: Password
de: Passwort
fi: Salasana
nl: Wachtwoord
pt: Senha
sv: Lösenord
tr: Parola
zh_hans: 密码

# enter_details
source: Please enter your Lignite account details
de: Tippe bitte deine Lignite Benutzerdaten ein
fi: Anna Lignite tilisi tiedot
it: Inserisci i tuoi dati dell'account Lignite
nl: Vul je Lignite toegangscode hier in
pt: Por favor introduza os detalhes da sua conta Lignite
sv: Fyll i uppgifter för ditt Lignite konto
tr: Lütfen Lignite Hesap Bilgilerinizi Girin
zh_hans: 请输入你的 Lignite 账户信息

source: Check
de: Prüfen
it: Controlla
nl: Controleer
pt: Verificar
tr: Kontrol Et
zh_hans: 检查账户

source: Login
de: Einloggen
fi: Kirjaudu
nl: Inloggen
tr: Giriş Yap
zh_hans: 登录

# cant_login
source: Can't login? Reset your acccount here.
de: Du kannst nicht einloggen? Setze dein Konto hier zurück.
fi: Et pääse kirjautumaan? Nollaa tilisi tästä.
it: Non riesci ad effettuare il login? Resetta il tuo account qui.
nl: Probleem om in te loggen? Herstel je gegevens hier.
pt: Não consegue entrar? Faça reset à sua conta aqui.
sv: Kan du inte logga in? Återställ ditt konto här.
tr: Giriş yapamıyor musunuz? Buraya tıklayın.
zh_hans: 无法登录？在此重置你的账户。

# no_account
source: Go back
de: Kein Konto? Klicke hier, um ohne Konto fortzufahren.
fi: Ei tiliä? Klikkaa jatkaaksesi ilman tiliä. (Palaa takaisin)
it: Non possiedi ancora un account? Continua senza, qui. (Indietro)
nl: Geen toegangscode? Klik dan hier om door te gaan zonder toegangscode. (Terug)
pt: Não tem conta? Pressione aqui para continuar... (Voltar atrás)
sv: Inget konto? Klicka för att fortsätta utan konto. (Gå tillbaka)
tr: Hesabınız yok mu? Buraya tıklayarak devam edin.
zh_hans: 没有账户？点击继续。 (返回)

# no_password
source: Forgot your password? Click here to find it again.
de: Passwort vergessen? Klick hier, um es erneut zu erhalten.
it: Hai dimenticato la password? Ritrovala qui.
nl: Wachtwoord vergeten? Klik hier om het te achterhalen.
pt: Esqueceu a sua senha? Pressione aqui para a recuperar.
sv: Glömt lösenordet? Klicka här för att hitta det igen.
zh_hans: 忘记密码了？点击此处找回。

source: Welcome back, %@!
de: Willkommen zurück, %@!
fi: Tervetuloa takaisin, %@!
it: Bentornato, %@!
nl: Welkom terug, %@!
pt: Bem-vindo, %@!
sv: Välkommen tillbaka, %@!
tr: Tekrar Hoşgeldin, %@!
zh_hans: 欢迎回来，%@!

source: Restore
de: Einkäufe
fi: Palauta
it: Ripristina
nl: Herstellen
pt: Restaurar
sv: Återställ
tr: Geri Yükle
zh_hans: 恢复

source: Install
de: Installieren
fi: Asenna
it: Installa
nl: Installeren
pt: Instalar
sv: Installera
tr: Yükle
zh_hans: 安装

source: Purchase bundles
de: Bundles kaufen
fi: Osta lajitelma
it: Acquista una raccolta
nl: Bundel kopen
pt: Comprar pack
sv: Köp paket
zh_hans: 购买套餐

source: Purchase
de: Kaufen
fi: Osta
it: Acquista
nl: Kopen
pt: Comprar
sv: Köp
tr: Satın Al
zh_hans: 购买

source: Settings
de: Einstellungen
fi: Asetukset
it: Impostazioni
nl: Instellingen
pt: Definições
sv: Inställningar
tr: Ayarlar
zh_hans: 设置

source: Credits
de: Danksagung
it: Ringraziamenti
pt: Créditos
sv: Krediter
tr: Emeği Geçenler
zh_hans: 支持者名单

source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
nl: Annuleren
pt: Cancelar
sv: Ångra
tr: İptal Et
zh_hans: 取消

# are_you_a_backer
source: Are you a Kickstarter backer?
de: Bist du ein Kickstarter Backer?
fi: Oletko Kickstarter tukija?
it: Sei un sostenitore di Kickstarter?
nl: Ben je een Kickstarter backer?
pt: É um apoiante Kickstarter?
sv: Är du en Kickstarter sponsor?
tr: Kickstarter kampanyasına katıldınız mı?
zh_hans: 你在 Kickstarter 上支持过我们么？

source: Restoring purchases...
de: Einkäufe wiederherstellen...
fi: Ostoksia palautetaan...
it: Ripristino acquisti...
nl: Aankopen herstellen...
pt: A restaurar compra...
sv: Återställer köp...
tr: Satın almalar geri yükleniyor...
zh_hans: 恢复购买中......

source: Restored Purchases
de: Einkäufe wiederhergestellt
fi: Ostokset palautettu
it: Acquisti ripristinati
nl: Aankopen zijn hersteld
pt: Restaurar compra
sv: Köp återställda
tr: Geri Yüklenmiş Satın Almalar
zh_hans: 已恢复购买

# restored_purchases_description
source: All of your previous %d purchases have been restored. Thanks a lot for your support!
de: All deine bisher getätigten %d Einkäufe wurden wiederhergestellt. Vielen Dank für deine Unterstützung!
fi: Kaikki aiemmat %d ostoksesi on palalutettu. Kiitos tuestasi!
it: I tuoi precedenti %d acquisti sono stati ripristinati. Grazie ancora per il tuo supporto!
nl: Al je eerdere %d aankopen zijn hersteld. Bedankt voor je steun!
pt: As suas %d compras foram restauradas. Obrigado pelo seu apoio!
sv: Alla dina tidigare %d köp har återställts. Tack för ditt stöd!
tr: Daha Önceki %d satın almanız geri yüklendi. Desteğiniz için teşekkürler!
zh_hans: 你之前的 %d 项购买已恢复。非常感谢你的支持！

source: Logout
de: Abmelden
fi: Kirjaudu ulos
nl: Uitloggen
pt: Terminar sessão
sv: Logga ut
tr: Çıkış Yap
zh_hans: 注销

source: Send feedback
de: Feedback senden
fi: Lähetä palautetta
it: Invia feedback
nl: Feedback verzenden
pt: Enviar comentários
sv: Sänd feedback
tr: Geri Bildirim Gönder
zh_hans: 发送反馈

source: Send
de: Senden
fi: Lähetä
it: Invia
nl: Verzenden
pt: Enviar
sv: Sänd
tr: Gönder
zh_hans: 发送

# apply
source: Apply Filter
de: Anwenden

source: Success!
de: Erfolg!

source: Awesome.
de: Genial.
fi: Mahtavaa!
it: Prosegui!
nl: Te gek!
pt: Fantástico!
sv: Jättebra!
zh_hans: 好极了!

# logging_out
source: Logging you out...
de: Du wirst abgemeldet...
fi: Kirjaudutaan ulos...
it: Logout in corso...
nl: Uitloggen...
pt: A terminar sessão...
sv: Du loggas ut...
tr: Çıkış Yapılıyor...
zh_hans: 正在注销......

source: Pick an app
de: Wähle ein Watchface / eine App
fi: Valitse appi
it: Scegli un'app
nl: Kies een app
pt: Escolha uma app
sv: Välj en app
tr: Bir Uygulama Seç
zh_hans: 选择应用

source: The Essentials Bundle
de: Das "Essentials Bundle"

source: The Weather Bundle
de: Das Wetter Bundle

source: The Animated Bundle
de: Das "Animations Bundle"

source: The Super Colourful Bundle
de: Das superfarbige Bundle

# filter_failed
source: Your filter didn't match any watchfaces, sorry :( Try being less specific.
de: Keines unserer Watchfaces entspricht den gesetzten Filtern / Kriterien, sorry:( Versuche es bitte noch einmal.

source: Set Pebble
de: Pebble auswählen
