Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

# full_credits
source: Thank you to every single person, from family to backers, that helped make this project a reality. When Philipp and I originally launched our Lignite Kickstarter in March of 2015, we never expected 1176 backers or $7,177 CAD. You all blew us away with your love and support for our work, and we hope we can pay you back with an awesome collection of watchfaces and apps. This is truly a dream come true.Below lies the list of people who brought this project to life. Companion app developer, Pebble app/watchface developer, and server-backend developer: Edwin Finch (edwinfinch.com) Designer of companion app, designer of every single Pebble app/watchface, website and graphic creator: Philipp Weder (iphibse.ch) Special thanks to (by Edwin): -My mom, Tara Bauer, for being insanely supportive of my work and always motivating me :) -My dad, AJ Finch, who always shows me a reasonable and calm perspective on everything, and gives me a better outlook on life. -My brother, Tucker Finch, for being my best friend and person I can say anything and everything to, the person I trust my life with. -The rest of my family and my friends for being awesome and loving. -Arrested Development, Community, and Chuck for being awesome TV shows where I can blow off some steam and have a laugh. Big thanks to the Lignite Translation Team! Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Other credits: Settings icon made by Egor Rumyantsev (http://www.behance.com/pio-5) from www.flaticon.com and is licensed under CC BY 3.0.
de: Wir danken jedem einzelnen von euch, von unseren Familien bis zu jeder einzelnen Backer, der/die mitgeholfen hat, dieses Projekt zum Leben zu erwecken. Als Philipp und ich im März 2015 ursprünglich die Kickstarter Kampagne lanciert haben, hätten wir nie und nimmer 1'176 Backers oder CAD $7,177.-- erwartet. Ihr habt uns mit eurer Unterstützung sprichtwörtlich umgehauen und wir hoffen sehr, euch mit einer tollen Kollektion etwas zurückgeben zu können. Für uns ist ein Traum wahr geworden. Nachfolgend die Liste der Personen, die mitgeholfen haben, unser Projekt zu realisieren. Companion App Entwickler, Pebble App/Watchface Entwickler und Serverbackend Entwickler: Edwin Finch (edwinfinch.com) Designer der Compagnion App und jedes einzelnen Watchfaces und jeder App, Website und jegliche sonstige Grafiken: Philipp Weder (iphibse.ch) Ich, Edwin, danke speziell auch: -Meiner Mutter, Tara Bauer, dafür, dass sie unglaublich unterstützend ist und mich stets motiviert :) -Meinem Vater, AJ Finch, der mir immer eine vernünftige und ruhige Sicht auf alles vermittelt und mir eine eine bessere Perspektive aufs Leben gibt. -Meinem Bruder, Tucker Finch, dafür, dass er mein bester Freund und die Person ist, der ich alles alles anvertrauen kann und der ich vollends vertraue. -Der Rest meiner Familie und meiner Freunde, dafür, dass sie die Besten sind. -Arrested Development, Community und Chuck weil sie geniale Serien sind, bei denen ich etwas Dampf ablassen und herzlich lachen kann. Ein grosses Dankeschön geht ebenfalls an unser Lignite Translation Team! Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Jan Jalbert - French Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ Backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ Backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ Backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ Backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ Backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ Backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ Backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Andere Danksagungen: Einstellungsicon von Egor Rumyantsev (http://www.behance.com/pio-5) von www.flaticon.com und lizenziert unter CC BY 3.0.
fi: Kiitos kaikille, perhe ja tukijat, jotak auttoivat tämän projektin totetuttamisessa. Kun minä ja Philipp lanseerasimme Lignite Kickstarter:in maaliskuussa 2015 emme arvanneet että saisimme 1176 tukijaa tai $7,177 CAD. Olemme aivan ihmeissämme tuestanne, ja toivomme voivamme antaa takaisien luomalla mahtavan kokoelman kellonäyttöjä ja appeja. Tämä on unelmien täyttymys. Below lies the list of people who brought this project to life. Companion app developer, Pebble app/watchface developer, and server-backend developer: Edwin Finch (edwinfinch.com) Designer of companion app, designer of every single Pebble app/watchface, website and graphic creator: Philipp Weder (iphibse.ch) Special thanks to (by Edwin): -My mom, Tara Bauer, for being insanely supportive of my work and always motivating me :) -My dad, AJ Finch, who always shows me a reasonable and calm perspective on everything, and gives me a better outlook on life. -My brother, Tucker Finch, for being my best friend and person I can say anything and everything to, the person I trust my life with. -The rest of my family and my friends for being awesome and loving. -Arrested Development, Community, and Chuck for being awesome TV shows where I can blow off some steam and have a laugh. Big thanks to the Lignite Translation Team! Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Other credits: Settings icon made by Egor Rumyantsev (http://www.behance.com/pio-5) from www.flaticon.com and is licensed under CC BY 3.0.
it: Grazie a tutti quelli che, dai familiari ai sostenitori, hanno permesso di realizzare questo progetto. Quando Philipp ed io abbiamo inizialmente lanciato la campagna Lignite su Kickstarter nel Marzo 2015 non avremmo mai sperato di avere 1176 sostenitori o $7177 CAD. Tutti voi ci avete spinti lontano con il vostro amore e il vostro supporto per il nostro lavoro e speriamo di riuscire a ripagarvi con una grandiosa raccolta di watchface e app. Per noi è un sogno divenuto realtà. Qui sotto è riportata la lista delle persone che hanno reso possibile questo progetto. Sviluppatore companion app, sviluppatore app/watchface Pebble, sviluppatore server-backend: Edwin Finch (edwinfinch.com) Designer delle companion app, designer di tutte le app/watchface Pebble, creatore sito web e grafica: Philipp Weder (iphibse.ch) Ringraziamenti speciali a (da Edwin): -Mia madre, Tara Bauer, per sostenere follemente il mio lavoro continuando a motivarmi :) -Mio padre, AJ Finch, che mi offre sempre una prospettiva più razionale e calma su tutto e mi regala una migliore veduta della vita. -Mio fratello, Tucker Finch, per essere il mio migliore amico e la persona a cui poter dire qualsiasi cosa e a cui affiderei la mia vita. -Il resto della mia famiglia e dei miei amici per essere meravigliosi e volermi bene. -Arrested Development, Community e Chuck per essere delle grandi serie TV con cui posso staccare la spina e fare due risate. Un grande grazie al team di traduzione di Lignite! Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese Sostenitori $120.00+ CAD Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg Sostenitori $15.00+ CAD Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo Sostenitori $11.00+ CAD Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World Sostenitori $7.00+ CAD Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel Sostenitori $6.00+ CAD Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero Sostenitori $4.00+ CAD Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease Sostenitori $3.00+ CAD Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit Sostenitori $1.00+ CAD Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Altri ringraziamenti: Icone delle impostazioni realizzate da Egor Rumyantsev (http://www.behance.com/pio-5) di www.flaticon.com e con licenza CC BY 3.0.
nl: Bij deze wil ik iedere persoon persoonlijk bedanken, van familie tot backers, die hebben geholpen om dit project werkelijkheid te maken. Toen Philipp en ik in maart 2015 Lignite lanceerden op Kickstarter, hadden we 1176 backers of $7,177 CAD nooit verwacht. Jullie hebben ons echt overdonderd met jullie liefde en steun voor ons werk,en we hopen jullie verwachtingen waar te maken met een fantastische verzameling watchfaces en apps. Onze droom is echt waarheid geworden. Hieronder de lijst van de personen die het project tot leven hebben gewekt. Companion app developer, Pebble app/watchface developer, and server-backend developer: Edwin Finch (edwinfinch.com) Designer of companion app, designer of every single Pebble app/watchface, website and graphic creator: Philipp Weder (iphibse.ch) Met speciale dank aan (by Edwin): -Mijn moeder, Tara Bauer, voor het tot het absurde ondersteunen van mijn werk en altijd me te weten motiveren :) -Mijn vader, AJ Finch, die mij altijd een duidelijk en kalm perspectief bood en mij een heldere blik op het leven geeft. -Mijn broer, Tucker Finch, mijn beste vriend en persoon tegen wie ik alles kan zeggen, waar ik mijn leven aan toevertrouw. -De rest van mijn familie en vrienden voor alle ondersteuning en liefde. -Arrested Development, Community, en Chuck voor de geweldige TV shows die het zijn, waarbij ik stoom kan afblazen en kan lachen. Heel erg bedankt aan het Lignite Vertalings Team! Martijn Janssen - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Overige credits: Instellingen icoon is gemaakt door Egor Rumyantsev (http://www.behance.com/pio-5) van www.flaticon.com en is gelicenseerd onder CC BY 3.0.
pt: Obrigado a todos, da família aos apoiantes (backers), que ajudaram a tornar este projeto numa realidade. Quando o Philipp e eu lançamos o Lignite no Kickstarter em março de 2015, nunca esperámos ter 1176 backers ou $7,177 CAD. Vocês espantaram-nos com o vosso amor e apoio pelo nosso trabalho, e nós esperamos que possamos pagar de volta com uma espetacular coleção de watchfaces e aplicações. Este é realmente um sonho tornado realidade. Abaixo encontra a lista das pessoas que trouxeram este projeto à vida. Programador da aplicação de Android, iOS, Pebble, das Pebble watchfaces e do servidor: Edwin Finch (edwinfinch.com) Designer gráfico das aplicações Android e iOS, de todas as watchfaces e do website: Philipp Weder (iphibse.ch) Agradecimentos especiais a (do Edwin): -À minha mãe, Tara Bauer, por sempre apoiar loucamente o meu trabalho e sempre me motivar :) -Ao meu pai, AJ Finch, que sempre me mostrou uma perpectiva rasoável e calma de tudo, e sempre se deu uma melhor perspectiva da vida. -Ao meu irmão, Tucker Finch, por ser o meu melhor amigo e a pessoa a quem posso dizer ou fazer tudo, a pessoa em quem confio a minha vida. -Ao resto da minha família e aos meus amigos por serem espantosos e carinhosos. -Arrested Development, Community, e Chuck por serem séries de TV espetaculares com as quais posso relaxar e dar umas garganhadas.. Grandes agradecimentos à equipa de tradução Lignite! Martijn - Holandês Berkay Oğulcan TUTAL - Turco Sam Zhang - Chinês simples Jan Jalbert - Francês Marco Vasta - Italiano Monika Mangs - Finlandês e Sueco Peter Davidson - Espanhol Philipp Weder - Alemão Paulo Martins - Português $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin, Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan, You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri, Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb, Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan, Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek, Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas, Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel /n/n$6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G, Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao, Dillon Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, iPhibse, Brett Levy, Fredrik Seglem Outros créditos: Ícone das definições feito por Egor Rumyantsev (http://www.behance.com/pio-5) de www.flaticon.com e é licensiado pela CC BY 3.0.
sv: Tack alla från familj till sponsorer, som hjälpte göra detta project verklighet. Då Philipp och jag lanserade vår Lignite Kickstarter i mars 2015, kunde vi inte vänta oss 1176 sponsorer eller $7,177 CAD. Vi är överväldigade, och vi hoppas kunna återbörda ert stöd med en suverän samling klockskärmar och appar. Detta är en förverkligad dröm Nedan en lista på de som fick detta project att komma till liv. Companion app developer, Pebble app/watchface developer, and server-backend developer: Edwin Finch (edwinfinch.com) Designer of companion app, designer of every single Pebble app/watchface, website and graphic creator: Philipp Weder (iphibse.ch) Special thanks to (by Edwin): -My mom, Tara Bauer, for being insanely supportive of my work and always motivating me :) -My dad, AJ Finch, who always shows me a reasonable and calm perspective on everything, and gives me a better outlook on life. -My brother, Tucker Finch, for being my best friend and person I can say anything and everything to, the person I trust my life with. -The rest of my family and my friends for being awesome and loving. -Arrested Development, Community, and Chuck for being awesome TV shows where I can blow off some steam and have a laugh. Big thanks to the Lignite Translation Team! Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Other credits: Settings icon made by Egor Rumyantsev (http://www.behance.com/pio-5) from www.flaticon.com and is licensed under CC BY 3.0.
tr: Ailemden destekçilerime kadar bu projeyi gerçeğe dönüştürmemde yardımcı olan herkese teşekkürler. 2015 Mart ayında Philipp ile Lignite Kickstarter kampanyasını başlattığımızda asla 1776 destekçiye ve ya 7.177 Kanada Dolarına ulaşacağımızı hiç beklemiyorduk. Çalışmamıza olan desteğiniz ve gösterdiğiniz sevgi ile bizi çıldırttınız. Umarız biz de harika bir saat yüzü ve uygulaması koleksiyonu yaparak biraz olsun size bunun karşılığını verebiliriz. Bu bildiğiniz hayalin gerçek olması. Aşağıda bu projeyi gerçeğe döüştürenlerin isimleri yer alıyor. Yardımcı uygulama, Pebble Uygulama/Saat Yüzü ve Sunucu geliştiricisi: edwin Finch (edwinfinch.com) Yardımcı uygulamanın ve her bir Pebble uygulama ve saat yüzünün tasarımcısı, internet sitesi ve grafik tasarımcısı: Philipp Weder (iphibse.ch) Edwin'den özel teşekkürler: -Annem, Tara Bauer, her zaman en büyük destekçim olduğu ve motive ettiği için :) -Babam, AJ Finch, her zaman her şeyde bana mantıklı ve sakin bir perspektif gösterdiği ve hayata daha iyi bir bakış açısı kazandırdığı için -Kardeşim, Tucker Finch, en yakın arkadaşım odluğu ve hayatım pahasına güvenebilecğeim her şeyimi paylaşanbileceğim biri olduğu için -Ailemin ve arkadaşlarımın kalanı her zaman harika ve sevgi dolu oldukları için -Arrested Development, Commnunity ve Chuck, harika TV dizileri olduğu için. Lignite Çeviri Takımına Büyük Teşekkürler Martijn - Dutch Berkay Oğulcan TUTAL - Turkish Sam Zhang - Simplified Chinese Marco Vasta - Italian Monika Mangs - Finnish and Swedish Peter Davidson - Spanish Philipp Weder - German Paulo Martins - Portuguese $120.00+ destekçiler Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ destekçiler Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ destekçiler Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ destekçiler Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ destekçiler Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem Other credits: Settings icon made by Egor Rumyantsev (http://www.behance.com/pio-5) from www.flaticon.com and is licensed under CC BY 3.0.
zh_hans: 感谢从我家人到支持者的每一个人，是他们让这个项目成为现实。当我和 Philipp 于2015年3月时在 Kickstarter 上开了这个 Lignite 项目时，我们从来没有指望过会有1176名支持者，或7177加刀。你们都为我们的劳动倾注了大量爱心与支持，所以我们希望用漂亮且实用的表盘/应用回报你们，梦想在此刻成为现实。以下列出给予该项目生命的人： 伴侣应用开发者，Pebble 应用及表盘开发者，和服务器后端开发者：Edwin Finch (edwinfinch.com) 伴侣应用设计者，每个 Pebble 应用及表盘设计者，网站及图片设计者：Philipp Weder (iPhibse.ch) 特别鸣谢（Edwin）： -我的母亲，Tara Bauer，近乎疯狂地支持我的工作，并总是激励我 :) -我父亲，AJ Finch，他总是向我展示一切事物理性、从容的一面，并使我对未来生活有一个更好的展望。 -我的弟弟，Tucker Finch，是我的知心朋友和一个可以无话不说，值得信任一生的人。 -我的其他家人及我的朋友，非常能干也很有爱 -开发过程中的挫折，社区（论坛）的帮助，和 Chuck（一部优秀的电视剧，让我可以喘口气，笑一笑） 十分感谢 Lignite 翻译团队！ Martijn - 荷兰语 Berkay Oğulcan TUTAL - 土耳其语 Sam Zhang - 简体中文 Marco Vasta - 意大利语 Monika Mangs - 芬兰语和瑞典语 Peter Davidson - 西班牙语 Philipp Weder - 德语 Paulo Martins - 葡萄牙语 $120.00+ backers Shaun Newman, Pebble Technology ($500!), Daniel Bauen + Microfacturing, Hans D, Trevor Lyman, Ed Pegg $15.00+ backers Jon Barlow, Mubashir Razvi, Mattia Piola, Martin Frank, Ilkka Vuorenmaa, Donald D. Parker, Gary Funk, Thorne - Erin,Benoit Serra, Gerhard Wesch, Paul, Mangesh Thombare, Bruce Greenfield, Kannika Garcia, leechohan,You Can Sleep When You're Dead, Lupin, Scott Miller, Neil Poultney, Karsten Poppe, Nick Hahn, Mike Corsten, Stephen Miller, Lee Boychuk, Sean McLeod, Linn Htun, Brian Wolfe, Thomas Abbott, Faye Salwin, Bengster, Sonia Koval, Maria Teresa Paton Arevalo $11.00+ backers Cody Dean, Randy Morris, Rick, Anastriel, Arvinder Ahuja, Jennifer Meadows, Hector, Takiko Momokuri,Ashley Dew, Kartik Gaje, Eric Zillmann, PK, Andrew Witte, Miguel A., Chonnawat Eklapphaibun, Derek Fenwick, Benjamin Vetter, Scotty Bryant, Prioux Nicolas, Alex, Paolo Grassi, Andrea Hennessee, M. van Leeuwen, Cody, Kale Miller, Mark Thompson, Bart Van de Wijdeven, Hello World $7.00+ backers Penguwin, TraceStar, Jivy Chhatwal, Stephen Boyd, Marckosvl, Piotr Szewczyk, Mohamed Faisal, Colinlamb,Bob Pfeifer, Daniel Egger, Noah Thompson, Paulino Lopez, RonF, Molly Nakao, Niko-chan, Bogdan, Mindy Tan,Alan Watson, Pakorn Jaruspanavasan, Lee Lin Jun, P, Koh Kah Hoe, Lai Chun Hei Hayley, Muhammad, mboirsbeek,Dave North, Ross R, Wan Ha, Peter Clay, Neil, David Menzel, William, Aditya Banerjee, Jae, Vincent Cutillas,Francis Espinola, Jessica Salyer, Mike Edwards, Brian, Kim Lanc, Gerhard Haider, Xavius Mcclure, Duncan J Ward, Samuele Bellagamba, Martin Bates, Chris Clark, Alfonso, Iek Sam Cheong, Gerhard Langer, Greg Harry, Donald Morrison, Gerhard Zelenka, Kaden Kirkham, Phillip E. Murray, Damian Ng, Joshua Clark, jw, Tom Malone, David, Marc Roselló Van Schoor, Michele, Johan Miltenburg, Florian Rangl, Reinald Castillo, Kevin Wudtke, Steve Crowley, Ian Marsh, Dondi Balisalisa, Inda Aziz, Łukasz Korecki, Andrew Boyett, Michael A. Capps, Pablo Ignacio Rodríguez Skaric, michelle mathieson, Nebbie, Kelvin Tong, Michael Mussington, Geraud Cruz, Valerie Guzman, Michelle Lowe, Joe Amuso, Jochen D., Vince Farrell, Tom Ove Brenden, Howard Lince III, patricia runnion, Joerg Hohn, jonathan belinsky, Guido Landgraf, Andrew Vine, Hans Bennink, Eric Pierrot, Willie, Paul Akterstam, Eirik Mikkelsen, William Romano, marc@borgers.net, Joshua Gill, Kreeta Soontornwipart, Vivek Krishnan, David, clapdady, Mohd Suffian Mohd Rousdin, William Garrido, Jurgen Wagenhauser, Aaron Sorrell, MyTruSkillz, Mike F, Bill Gimbel $6.00+ backers Owen D'Aprile, CaffeineJunkie, Yuriy Galanter, Laura Meier, Phil Gastwirth, John Winstanley, Jon, David magallon, Berkay Oğulcan Tutal, Andrew McFarland, Hunter, Mike Wadsten, Matt Caves, Marco Santos, Zoe Hendrickse, Ronald Hudson, Phil Cooper, KJ, Phil Karn, Stephen Smith, Dave Peddle, Haris Shahid, Derek Kuhnline, Christoph Kehl, Jacob Dagenais, taylor charles gracie, George Hussey, Craig Paterson, Richard Turner, Pieter Danckaert, Martin Cohen, Andrew Givens, Leesa, Dom Wakeling, Merch DeGrasse, Tim Shrimpton, Jens Bocklage, Guarionex Alvarado, Justin Cobb, Marie-Andree Poisson, Jerrid White, William Featherstone, Michael Jones, Joshua Stewart Ray, John Waugaman, Chris Ganas, Amel, Jenny-Lynn Lascano, Mark Reed, Tobias Birth, Đominic Tăn, Paul stevens, Duc Le, Rick Peters, LODS, Ashley Strutt, Benjamin Buch, Loren Statema, Mark Ciavarella, Jeff A, Jérémy Taine, NoErrX, Brian, Chad McGee, Jitesh, Vincent Aarsbergen, Adam S, Steve Smith, Don Chen, Andrew W Helgeson, Colin Prudhoe, Elmar Uttenreuther, Nahum, Justin Dawson, John White, Jdgeis, Andrey, Alexander Nilsen, Tuan, ajomo, Mance, John, Matthias Thimm, Ryan Ceurvorst, Marvin Calice, Lloyd Hannesson, Sportinger, Nathaniel Davis, J Grab, Malcolm Dennis, Timo Spiekermann, ethertect, Stephen Africa Moore, Hugh Leoidsson, Alberto Alvarez-Perea, Jens Lißner, Dennis Shelton, Kristenculp, Jason Priest, Ben Crago-Schneider, Keanen Wold, Rick Silver, Jason Auffant, Nick Martin, Dana Charter, Alexander Eilers, Adam Kelly, Steven Webb, Brian Proctor, Venkatesh Subramanian, Andrew, Mick K, Robert Michael Zaccano, Bobby Graese, Nev Rawlins, Christian Emmer, Thomas, Jay Onisch, Brian Budzinski, BergischNRW, Daniel Colosie, Robert Colburn, Paul Selby, Jessica, Sarne Hutcherson, Christian Bootz, Robert Mueller, Ken Bynell, Michael Drake, Stuart Stringer, Teresa Hull, AlexEremenko, Jonpaul, Tabitha Kowitz, Joost Duivenvoorden, Gregory Latimer, Chris Decker, Daniel Gonçalves, Mike Tree, Brian Saccente-Kennedy, David Patterson, Kevin A Pearson, ChunkMunk01, Eoin Morgan, Michael Moore, Serge Stepanov, Robert, Kenneth Elliott, IceCarpediem, cypher, Se4oth, David Castro, Guin, Carsten Manz, Andre Schlüter, Sam Lyon, Niclas Eriksson, Jehad Maher, Robby Witte, Simon Munck, imehesz, Elisa Kagelmaker, Simon Kronberg, Drew Britten, Darrow Nemecek-Gulack, Jeff Iles, Will Moore, Ethan Delaney, Cody Austrie, Alexander Fligel, Craig D'Amelio, Rajendra, Pawel Martin, gongju00, Neil Forsyth, Ryan Riddle, Gabi fiz, Silvan Röthlisberger, Stuart Lowe, Thomee Wright, Jeff Newfeld, Francois Malherbe, Cindy Cipriano, Alex den Haan, Asbjørn Baagø, rohbaert, James Shannon, Mike Burgoon, Matthew Goodchild, Jean-Francois Messier, Malcolm Hare, James Sawle, Sami Kakko, Geoff Brown, Jason Ellis, Britt Head, Dorothy Strassner, Stefan Hawel, Dennis Rasch, Sebastian Paul, K. David Woolley, Michael Weyershäuser, Jorge Sanz Sanfructuoso, Andrea Scambia, RelakS, Zach Burnham, John Ryan, Rui Sacadura Botte, Kira Lim, Jeremy Wan, Linden Wilson, Spencer Owen, Mats Thell, Chris Trocano, Scott Kuma Pettigrew, Sumayya Tai, Ranjit, Ricky Brincat, neil whitten, ZF, Ruben Pedro, MikeInIdaho, Jaer, Nightfire, Felipe Lucero $4.00+ backers Stephen C Hokonson, Dean Barrett, Jari Kinnunen, Alf Moens, Steve Gregory, Richard Jones, Christopher Davis, Justin G,Brian Herskovitz, Martijn Janssen, John Kelly, David Silvernail, Andrew Richter, Meta Meulenbelt, Nathan Blieschke, Pupdog, Michael Arnold, Sebastian Rajzer, Mar-Iolus Do Urden, maximilian, Alexander Luck, Bryan Green, Jeremy Lambert, Philipp H., Sandra González, Nicolas Himbert, Roger O'Regan, Tony McHugh, Robert Setiadi, Arnaud BECKER, J. McKeever, Francis Q., Eck, Susan Dowling, kellyk413, Dave Sandham, Philip Spaar, Wong Choon Jie, Marcin Steckiewicz, Chris Peterson, Suzanne Schiller, Kenneth Simpson, Holley Hawthorn, Daniel Wiget, Charlie Poole, Steven Hurowitz, Otilia Damian, Jakub Geri, Steve P., Rich Schiller, Andrew Chapman, David Rodríguez Rincón, tanukisan, David Yonug, Steve Michaelis, Stephen Ohno, Paddy Mosse, Chew Shiun Han, Wim Vergult, Neil Pagay, Claire Yu Tiamco, Deep Tanwar, Lam Patrick, Denis Shelston, mmarko, Dale Drechsler, Mr. PACG, Luke Odom, Scott Jennings, Shaun Reece, Jon Pielaet, Mauricio Archila, Matt F., Azneel Izzuan, Micah Maziar, Jarrod, Jeremy Ackerman, JoePalko, Edward Yee Kwan-Shuen, Jerome Kuah, Jochen Schmid, Derek Simpson, Christian Arnold, Ronald Distor, Max, Ollii, Adam Vannatta, Kenneth Jaffe, Alex Peralta, Rajiv Ramchandani, Scott Harvey, Gal Tidhar, Nanda Rizky, Habbie, David Landais, Miguel Aguado, Ezrein Shah, Adam Zovits, samstgt, Mathias Fischer, Gini Westera, Torsten Schmitt, Craciunica Cezar-Victor, Steffen Poehler, Michael Burt, Carel Steensma, Matthew David Glanfield, Christof Bonnkirch, Gerald Sorko, Andre Heeren, Urmas Pail, Fadhli, Tomas, Paul Champion, Luis Carlos Barco, Stefano Casasola, Daniel Johnsen, Carl Boulding, Manuel Dornbusch, Thepchalit Ohnaree, Stefan Baumann, Joseph DiAngelo, David Hardy, Gingi Romano, Glenn Sønderskov, Rodney Dunn, Omar Torres, Darren Suan, Kenny Hoi, keno Weßels, René Jr Purcell, Paul Luchini, scott, Aaron Teets, Gordon Bedford, Angus C, Yunan Fatoni, N.H., Rana Ratanakovit, Brian Tartell, Kliwonz, Chelsea Auld, Pavlo Dudnytskyi, Brian Wechtenhiser, Calvin, Michal Cebera, Benjamin White, Christian Salle, Mikko Leskinen, Mikhail, AHMED N. ALNASSER, Fabian Wolf, Thomas Liden, Paul, Sven C., Steve Tanner, Davis, Roger, Takayama Manabu, David Burgess, Louis Anderson, Steven Day, neoprime33, Robert Hughs, Mikhail Bobkov, Eric Holzhueter, Prinice, Nirmal Ramjee, panustas, Jaewoo Jung, Neil Faulkner, Kenneth Thye Ellenton, Jon Chinnery, Michele Giuliani, Alleyoop, Tim Butler, Gibson Chiew, Patrick Brose, Flavio Oshiro, FedDia, MWoody, Taisia, Justin Green, JDZ, Goran Atanasovski, haidyll amin, Chuck Stewart, Sarah Surzyn, Donald Cowan, Nick Baum, Joel Balboa Martinez, Jeff, Adi Julianloo, Thorsten Gabel, Courtaut Christophe, Mohd Nuraimi, Joran Stegner, Heartnet, Harrie de Leeuw, Ian Jakeman, Eric Henderson, Brenda Ramey, William Marshall, T.Lin, Tim Vogler, Hidetoshi Toya, Xavier Barton, Brandon McCutcheon, Sean S. Fisher, Evelien devinck, Henry Siu Ming Chow, Eric Eshleman, Eamon, Thomas Wan, Peter Sloan, Robert Gattung, Matthew Brown, Gabor Jenei, Michael Pyle, Rupesh Talageri, Nathan Strich, 周朔, Kaushal Bondada, Adam Barnwell, Mirko Krause, Bradley F., Stephane, David McFarlane, Kevin Blake, FRICHE, Dale Kjerulff, Humza, Tymer, Carolyn Meier, Dallas Martin, Joseph Maiorana, BJ Balegar, Justin, Thomas Schwarz, Jonathan Willmer, Simon Vindevåg, Diego Kirsch, TechGuyNJ72, idewaki, Betty Pok Yee LEE, William Osborne, Rebecca Messenger, Leon Koppen, Pavel Boldyrev, Abdulshaheed Salman, maeltj, Anthony Lifrieri, henrik lunder, Harold, Scott Crew, Thomas W, Darren Kelly, Bradley, Eric Sorensen, Aniket Sainani, Robert Roll, Andrew Schmidt, Ocid, CHIN KET MING, Russell Ho-Aitken, XDrz, Eric Lewandowski, Timothy Low, Eloisa Labao,Thomas O'Hair, acedcibi, l-vizz, Joe Curia, Mario Sarno, Marlon, Adam Carter, Todd, Gem, Chan WengKhong, Lucas Stewart, Christian Hintze, Mark Burston, Christian Fasold, Victor Jacobs, Jared Cronk, Michael, Andrew, John Christensen, Tan Ping Yang, Jonathan P Twine, Palmax, Hasnah Najla, Tomas, Leigh Hotz, Adam Lucas, James Davidson, patchie patch, Jonathon Stevenson, Jang Chau Chie, mark Sangwin, Matt Mayatt, Daniel Ferris, Joshua Lewis, Jarrad Hill, Dirk Disch, Alexander Otte, Erwan Le Guern, Thanh Quan, walt sullivan, Leong Kum Hoo, Meg Gallacher, Peter, James Hardison, Steve, Eduardo Assunção, Benjamin, Xkorter, Jennifer Caitlin Welsh, Lyumin Lee, akmal, Joost Huisman, Lim Kelvin, Erik Cortes, Tucker Rowlinson, JoshOnTech, Michael In-Tune Zetune, Christophe MAUNIER, Jan Jalbert, Sigifredo Hernandez, Taildeman S., Witherbucket, William Chen, Paul de Weerd, Stefan Dettmers, Scott Kendall, Wong Wen Hao, Kin, Crayden Arcand, Cristian Carreon, CHIEN-KAI LIAO, Александр Митрофанов, Yos Sumarjono, Jeffrey Evanko, Andrew Graham, Brian, Kaniawati Zainal Abidin, Philip Rosing, Caleb Woodbine, Mark Lewin, Samuel, John Archibald, Conner Wissmann, Sam Hainsworth, Holger Merk, NS, Phyoe Wai, Robert, MFeisal Nazarudin, Wally Garza, Olaf Eikelenboom, Jesus Lopez, Rafael Mejia, Dino Frangos, Robbie Gorman, Rene Schlechter, Wonggs, Will, Blizzard3001, Puki, Cord Holste, Albert Zandvoort, Hector Gervacci, Brenda Boda Klenke, stanlee lipkin, Shawn Motes, Richard Erdey, Ronald Sutton, John Ellis, Michael, David Berezin, Pankaj Gupta, Susan, jason hutchings, Stefan Tarvis, Arturo Woodward-Montes, Altan, Boaz van Veen, Theodore Swanson, How long can this name be anyways?When d, Noam, Jose Luis, kevin k., Javier Mora, Richard Alter, Julieanne Faas, Brian Levinsen, Alex Kirkland, Tom Morgan, Alexandra herzog, Sam Messick, Richie Gurdler, Corey, Andru Keel, Rebecca, Scott Proctor, Kathy Ford, Bryan Wright, Nathan, Kimon Socrates Inglessis ~ Amsterdamman, Milan Patel, Jonathan, Max Sewesky, Eliot Podgorsky, Nick, Jeramy Freckleton, Jean-Sebastien Duchesne, Marko Samuli Kirves, Gaurav Jain, Con IA, chris, Andrew Do, Shu, Patrick Boos, Will Wong, Jason Clark, Carter Diastika, Eric Mulder, Todd Schwarzmann, 王小路, Olalekan Otubu, Chemilogo, Daniel, Tim Elwell, Magnus Dahl Hegge, Anders, Sébastien Tais, Jeroen Huylebroeck, Carbo Lab, Gus Macdonald, RosyRazly, Keith Miller, Allen Crimmins, Laura, Joost Koehoorn, Steve Petersen, Nicholas Quarrier, Jonathan Andreas Rawung, Christopher Lilly, Marcus Hermansson, Matt Richardi, Sean Ullyatt, Robert Fraser, Ben Cohen, René Verbeek, G.D., Hansi Kneringer, Christian Rieder, Josh Gampp, Alex Taylor, Nathanail Georgiou, Laurie Ralphs, Steven Steckler, J Okutsu, Sarah, varinder singh bal, Eric Lambert, Frank Nienhaus, James Yap Yi Chern, Ospel, Jorge Sanz, Pedro-Juan Ferrer, chincabomber, Balder Lingegård, Marvin Bürkner, Gary T Smith, Demian Hartmann, Eric Pai, landhopi, Patrick Cuyegkeng, Francis Tsen, anonymous, Adam Olivero, Rick Kier, AnnMarie Bartholomaeus, LegendaryTeeth, Mahesh C Patel, Kevin.H, Michael Mrozek, Ando, Gideon, Lex Nguyen, Lydia Perry, Nox Nostic, Jimmy Sawczuk, neuenchr, Robert Gaimari, Madeline Nunnally, Wilson Ngu, Kyp Teh, Ásgeir Gíslason, hillslin, mohamed, Kathryn Bartels, Javier Luna Molina, Aaron B, Nick Wrightson, Matthew Mausbach, Jose gutierrez, Rich Weaver, John Björnholm, Gerardo Romo Nuñez, Marwan, Chepo Ramos, Ly Minh Phuong, Jayakara Kini, RavenMaster, Oliver Carson, Shawn Altman, Sarah, Dipesh, Iman Khan, Sam Gabriel, Pramith Fonseka, Michael Wan, Lee Foster, Steven Chao, Adrian Schärli, Larry Metzger, Andrew Chow, Rich Morgan, Garrett Zeigler, John Elijah Tan, greg, Frank Seebach, James Cowin, Thomas Galipean, VarkoM, Daarsh Gandhi, ricktix1@gmail.com, Mauro Perez, Carlton Russell, KP, Var Hopkns, Alex Maund, Daniel Renner, Jörg Hartmann, Michael Goldberg, Christopher Yip, Ali Al-Shaikhli, walkdifferent, Rachel Chamberlain, Edwin, Patrick Sklenar, Paulo Lama, Greg Steinberger, Benjamin Neff, Guido Rhinow, Mark Watson, James Bray, Andrew Morrow, matriox, Costa, KMMoore, Jaimie Frances Gibson, Ronald Hedlund, John van Gurp, Nate K., Guilherme Schmitt, Tim, Lauren V., Martin N., Balázs Boda, Daniel Leonard, ELIGIO CASTILLO, Ivor Cleine, Balasubramani s, Brandon Barney, Erik, Marc Whiteley, MissYourMark, white.moon, Tobias Peters, Monika, Pierre Boulet, Jessica Mendelsohn, Markus Arnold, De Innovatiefabriek bv, Albert Vidal, Rui Miguel Martins Inacio, Jiri Rozsival, Farbod Saraf, Chad Eichele, K.C. Marsh, Me, Brunche, Keith Colton, Grjrjr, Daniel, David Wilson, Orillian, Jody Walker, Boris Lianto, Florent, Juan E Zuluaga, Aymerick Dupouey, Thomas Regner, Muhammad Hanafi Mohd Sam, Paul Walder, Takis van der Wijngaard, Daniel Prumbaum, Edi Budimilic, Dennis Rundin, Jan van de Wouw, Kyle Bonner, Fabien LOISON, Markus Dick, Neil Thompson, rob de kroon, Neil Crosby, Unai, Sreekkanth, Kris, Ren Shredder - 2015: ARKYD - Spaaaaaace!, Mikel Darnell Boyd, Simon Pereira-Shorey, Sean Closson, Hoder Jensen, Holger Diedert, Kaitlyn Brady, Rens, Jeff McLean, VictorJ, bobzer, Duane Learning, David Fabian, Thomas Hennecke, Philipp Wuestner, Gareth, Sean Scott, Brendo, Jason A. Adams, Alan Quah, Jonathan Sheppard, Rick Langley, Tomoya Tanaka, 이찬진, Joeun Ha, Ron Jacobson, SeokJo Lee, Yves, Rob Ellis, David Vasquez, Kathy, Gautami Arumugam, Ali Mohammed, David Ellis, Pierre Große, Stevie Numbers, David Bresson, Kyle Ingram, Chris Cahill, Poorak, Ong Jun Sheng, Erik Bråhammar, Frank, Benjamin Silver, BuKTop, Nick, K. David Cheng, Todd, kokobin, David Viola, Hector, Krishnamurthy Js, Horatiu Rus, TRAN Loic, Adam, Linda Barkin, Aqasyah, Stephen Esposito, Justin Jefferson, Nicole DiGiambattista, Jacques Simard, Carmine, Dave Levin, Melissa Tan, James Kato, John Sakkas, Akri, Marcus Steinbauer, Adiplin Panupong, JCG, Shawn, Ravipart Lee, Jim Tipton, Ken Heinemann, Joseph Widener, Aaron, Jean-Baptiste RICHARD, Larry Tan, Erin Alease $3.00+ backers Deanna Stanley, Keith, Sam-Sung Kwon, Percussionist, Gary Stadter, GSReliableISS, Bruno Garcia, SReliableISS, Ben Huson, Markus Weber, Javier, Norman Hill, Matthew Morris, E Joseph B., Gagu, Simon Roberts, Nick Twigg, Chris Harings, Samy, TAKASHI OMURA, Jamie McAdams, Joe Pettit, Dave Effertz, Matt Jones, Will, Carl-Fredrik Fridén, Pierluc Thibodeau, Ioannis Seitanidis, elmshoernchen, Mike, Steven Devlin, Philip Khaled Brennan, Glenn Dwyer, Amr Tamimi, Christoph W., Daniel Snor, Jeroen Horlings, Amr Ismail Gawish, Sarah Baskerville, Tom, Ahmed Mohsen, Michele De Paola, Lee Zerrilla, Blegueni, Ian Sanderson, Emjay, Mike Roberts, Lukas Maurer, PHAM NHAT CUONG, Rohit $1.00+ CAD backers Kyle Piotrowski, Mathieu Seguin, Ernest Studios LLC, Tim Johnstone, Brett Levy, Fredrik Seglem 其他人员: 设置图标由 Egor Rumyantsev (http://www.behance.com/pio-5) 从 www.flaticon.com 在 CC BY 3.0 许可下提供。
