Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

# pref_header_general
source: General
de: Allgemein
fi: Yleistä
it: Generali
nl: Algemeen
pt: Geral
sv: Allmänt
tr: Genel
zh_hans: 常规

# pref_header_lookandfeel
source: Look and Feel
de: Aussehen
fi: Ulkoasu ja tuntuma
it: Aspetto
nl: Uiterlijk
pt: Aspeto
sv: Utsende och stil
tr: Görünüm ve His
zh_hans: 视觉样式

# pref_title_lookandfeel
source: Look and Feel
de: Aussehen
fi: Ulkoasu ja tuntuma
it: Aspetto
nl: Uiterlijk
pt: Aspeto
sv: Utsende och stil
tr: Görünüm ve His
zh_hans: 视觉样式

# pref_header_colours
source: Colours
de: Farben
fi: Värit
it: Colori
nl: Kleuren
pt: Cores
sv: Färger
tr: Renkler
zh_hans: 颜色

# pref_header_othercolours
source: Other Colours
de: Andere Farben
fi: Muut värit
it: Altri colori
nl: Overige Kleuren
pt: Outras cores
sv: Andra färger
tr: Diğer Renkler
zh_hans: 其他颜色

# pref_btdisalert
source: Bluetooth disconnect alert
de: Abbruch der Verbindung
fi: Bluetooth irti varoitus
it: Avviso disconnessione bluetooth
nl: Bluetooth verbroken alarm
pt: Bluetooth desconectado
sv: Bluetooth frånkoppling varning
tr: Bluetooth bağlantı kopma uyarısı
zh_hans: 蓝牙断开警告

# pref_btrealert
source: Bluetooth reconnect alert
de: Wiederherstellung
fi: Bluetoothkytkentä varoitus
it: Avviso riconnessione bluetooth
nl: Bluetooth verbonden alarm
pt: Bluetooth ligado
sv: Bluetooth återkoppling varning
tr: Bluetooth yeniden bağlanma uyarısı
zh_hans: 蓝牙重连警告

# pref_title_invert
source: Invert colours
de: Farben invertieren
fi: Päinvastaiset värit
it: Inverti colori
nl: Omgekeerde kleuren
pt: Inverter cores
sv: Invertera färger
tr: Renkleri Tersine Çevir
zh_hans: 反转颜色

source: Show borders
de: Rahmen zeigen
fi: Näytä rajat
it: Mostra contorni
nl: Toon randen
pt: Mostrar rebordo
sv: Visa kanter
tr: Kenarları Tersine Çevir
zh_hans: 显示边界

# pref_boot_animation
source: Boot animation
de: Startanimation
fi: Käynnistysanimaatio
it: Animazione di avvio
nl: Opstart animatie
pt: Animação de arranque
sv: Startanimation
tr: Başlangıç Animasyonu
zh_hans: 启动动画

# pref_bluetooth_icon
source: Bluetooth indicator
de: Bluetooth Anzeige
fi: Bluetooth merkki
it: Icona bluetooth
pt: Ícone Bluetooth
sv: Bluetooth ikon
tr: Bluetooth Göstergesi
zh_hans: 蓝牙图标

# pref_title_1_colour
source: Outer colour
de: Äussere Farbe
fi: Väri, ulko
it: Colore esterno
nl: Buitenste kleur
pt: Cor exterior
sv: Yttre färg
tr: Dış Renk
zh_hans: 外圈颜色

# pref_title_2_colour
source: Middle colour
de: Mittlere Farbe
fi: Väri, keski
it: Colore di riempimento
nl: Middelste kleur
pt: Cor preenchimento
sv: Mittersta färg
tr: Orta Renk
zh_hans: 中圈颜色

# pref_title_3_colour
source: Inner colour
de: Innere Farbe
fi: Väri, sisempi
it: Colore interno
nl: Binnenste kleur
pt: Cor interior
sv: Inre färg
tr: İç Renk
zh_hans: 内圈颜色

# pref_constant_anim
source: Constant animation
de: Konstante Animation
fi: Jatkuva animaatio
it: Animazione continua
nl: Constante animatie
pt: Animação constante
sv: Fortlöpande animation
tr: Sürekli Animasyon
zh_hans: 使动画一直播放

source: Battery bar
de: Batterie Anzeige
fi: Akkupalkki
it: Barra della batteria
nl: Batterij balk
pt: Barra da bateria
sv: Batteribalk
tr: Pil Barı
zh_hans: 电池电量槽

# hour_colour
source: Hour
de: Stunde
fi: Tunti
it: Ore
nl: Uur
pt: Hora
sv: Timme
tr: Saat
zh_hans: 小时

# alt_date_format
source: Alternate date format
de: Alternatives Datumsformat
fi: Vaihtoehtoinen päiväysmuoto
it: Alterna formato data
nl: Alternatief datum formaat
pt: Formato da data
sv: Alternativt datumformat
tr: Alternatif Tarih Formatı
zh_hans: 另一种日期格式

# date_colour
source: Date
de: Datum
fi: Päivämäärä
it: Data
nl: Datum
pt: Data
sv: Daum
tr: Tarih
zh_hans: 日期

source: Bar only
de: Nur Batteriebalken
fi: Vain palkki
it: Solo indicatore
nl: Alleen balk
pt: Barra apenas
sv: Bara balk
zh_hans: 仅色块

# outline_numbers
source: Black border on numbers
de: Nummern schwarz umrandet
fi: Numeroissa musta rajaus
it: Contorno numeri nero
nl: Zwarte rand bij nummers
pt: Rebordo negro nos números
sv: Svart kant på siffror
tr: Siyah Sayı Kenarları
zh_hans: 数字加黑边框

source: Organize colours
de: Farben organisieren
fi: Järjestä värit
it: Gestisci colori
nl: Organiseer kleuren
pt: Organizar cores
sv: Organisera färger
tr: Renkleri Düzenle
zh_hans: 组织颜色

# randomize_width
source: Randomize width (beta)
de: Zufällige Breite (BETA)
fi: Sattumanvarainen leveys (beta)
it: Larghezza casuale (beta)
nl: Willekeurige breedte (beta)
pt: Largura aleatória (beta)
sv: Slumpmässig bredd (beta)
tr: Rasgele Genişlik (beta)
zh_hans: 随机宽度 (测试)

# default_width
source: Width
de: Breite
fi: Leveys
it: Larghezza
nl: Breedte
pt: Largura
sv: Bredd
tr: Genişlik
zh_hans: 宽度

source: Reduced
de: Reduziert
fi: Vähennetty
it: Ridotto
nl: Verminderd
pt: Reduzir
sv: Minskad
zh_hans: 小字体

# weather_format
source: Fahrenheit
de: Wetterformat
zh_hans: 华氏度

source: Open on charging
de: Öffnen beim Laden
fi: Avaa ladattaessa
it: Lancia mentre in carica
nl: Openen bij begin opladen
pt: Abrir quando em carga
sv: Öppna vid laddning
zh_hans: 充电时打开

# pref_header_animations
source: Animations
de: Animationen
fi: Animaatiot
it: Animazioni
nl: Animaties
pt: Animações
sv: Animationer
tr: Animasyonlar
zh_hans: 动画

source: Randomize colours
de: Zufällige Farben
fi: Sattumanvaraiset värit
it: Colori casuali
nl: Willekeurige kleuren
pt: Cores aleatórias
sv: Slumpmässiga färger
tr: Renkleri DÜzenle
zh_hans: 随机颜色

source: Custom colour 1
de: Eigene Farbe 1
fi: Valittu väri 1
it: Colore personalizzato 1
nl: Aangepaste kleur 1
pt: Cor personalizada 1
sv: Inställd färg 1
tr: Özel Renk 1
zh_hans: 自选颜色 1

source: Custom colour 2
de: Eigene Farbe 2
fi: Valittu väri 2
it: Colore personalizzato 2
nl: Aangepaste kleur 2
pt: Cor personalizada 2
sv: Inställd färg 2
tr: Özel Renk 2
zh_hans: 自选颜色 2

source: Custom colour 3
de: Eigene Farbe 3
fi: Valittu väri 3
it: Colore personalizzato 3
nl: Aangepaste kleur 3
pt: Cor personalizada 3
sv: Inställd färg 3
tr: Özel Renk 3
zh_hans: 自选颜色 3

# circle_colour
source: Circle
de: Kreis
fi: Ympyrä
it: Cerchio
nl: Cirkel
pt: Círculo
sv: Cirkel
tr: Çember
zh_hans: 圆圈颜色

source: Your Time
de: Deine Zeitzone
fi: Sinun aikasi
it: Tuo fuso orario
nl: Jouw Tijd
pt: O seu fuso horário
sv: Din tid
tr: Saat Diliminiz
zh_hans: 你的时间

source: Colour
de: Farbe
fi: Väri
it: Colore
nl: Kleur
pt: Cor
sv: Färd
tr: Renk
zh_hans: 颜色

source: Analogue
de: Analog
fi: Analooginen
it: Analogico
nl: Analoog
pt: Analógico
sv: Analog
tr: Analog
zh_hans: 模拟时钟

source: Subtract hour
de: Stunde abziehen
fi: Vähennä tunti
it: Sottrai ora
nl: uur minder
pt: Retirar horas
sv: Dra av timme
tr: Çıkarılan Saat
zh_hans: 减去一小时

source: Timezone
de: Zeitzone
fi: Aikavyöhyke
it: Fuso orario
nl: Tijdzone
pt: Fuso horário
sv: Tidszon
zh_hans: 时区

source: Timezones
de: Zeitzonen
fi: Aikavyöhykkeet
it: Fusi orari
nl: Tijdzones
pt: Fusos horários
sv: Tidszoner
zh_hans: 时区

# none
source: (not set)
de: (keine)
fi: (ei asetettu)
it: (non impostato)
nl: (niet ingesteld)
pt: (não definido)
sv: (inte inställd)
zh_hans: (未设定)

source: Secondly updates
de: Sekündliche Aktualisierung
fi: Päivitä sekunneittain
it: Aggiornamento ogni secondo
nl: Per seconde bijwerken
pt: Atualizações secundárias
sv: Uppdatera varje sekund
tr: Saniyelik Güncelleme
zh_hans: 每秒更新

source: Date
de: Datum
fi: Päiväys
it: Data
nl: Datum
pt: Data
sv: Datum
zh_hans: 日期

source: Time
de: Zeit
fi: Aika
it: Orario
nl: Tijd
pt: Hora
sv: Tid
zh_hans: 时间

source: Weekday
de: Wochentag
fi: Viikonpäivä
it: Giorno
nl: Dag van de week
pt: Dia da semana
sv: Veckodag
tr: Haftagünleri
zh_hans: 星期几

source: Advanced date
de: Erweiterte Datumsanzeige
fi: Edistynyt päivämäärä
it: Data avanzata
nl: Datum uitgebreid
pt: Data avançada
sv: Avancerat datum
tr: Gelişmiş Tarih
zh_hans: 高级日期

source: Digital time
de: Digitale Zeit
fi: Digitaalinen aika
it: Orario digitale
nl: Digitale tijd
pt: Relógio digital
sv: Digital tid
tr: Dijital Saat
zh_hans: 数字时间

# minute_analogue
source: Minute analogue circle
de: Minute im analogen Kreis
fi: Minuutti analooginen ympyrä
it: Cerchio dei minuti analogico
nl: Minuut analoge cirkel
pt: Círculo analógico do minuto
sv: Minut analog cirkel
tr: Dakika Analog Çemberi
zh_hans: 模拟分针

# hour_analogue
source: Hour analogue circle
de: Stunde im analogen Kreis
fi: Tunti analooginen ympyrä
it: Cerchio delle ore analogico
nl: Uur analoge cirkel
pt: Círculo analógico da hora
sv: Timme analog cirkel
tr: Saat Analog Çemberi
zh_hans: 模拟时针

source: Compressed date format
de: Kurzes Datumsformat
fi: Lyhennetty päivämäärämuoto
it: Formato data ridotto
nl: Kleiner datum formaat
pt: Formato da data reduzido
sv: Komprimerat datumformat
tr: Sıkıştırılmış Tarih Formatı
zh_hans: 压缩日期格式

source: Accent
de: Akzent
it: Accento
pt: Acento
tr: Aksan
zh_hans: 突出颜色

source: Date format
de: Datumsformat
fi: Päiväyksen muoto
it: Formato data
nl: Datum formaat
pt: Formato da data
sv: Datumformat
zh_hans: 日期格式

source: Shake to animate
de: Animation durch Schütteln
fi: Ravista animaatiota varten
it: Agita per l'animazione
nl: Schudden om te animeren
pt: Agitar para animar
sv: Skaka för att animera
tr: Animasyon için Salla
zh_hans: 摇动来播放动画

source: Beatline data
de: Beatline Daten
it: Dati Beatline
nl: Beatline gegevens
pt: Dados da Beatline
tr: Beatline Verisi
zh_hans: 心电图数据

source: Animation type
de: Animationsart
fi: Animaatio tyyppi
it: Tipo animazione
nl: Animatie type
pt: Tipo de animação
sv: Animation typ
tr: Animasyon Tipi
zh_hans: 动画类型

source: Show date
de: Datum anzeigen
fi: Näytä päivämäärä
it: Mostra data
nl: Toon datum
pt: Mostrar data
sv: Visa datum
tr: Tarihi Göster
zh_hans: 显示日期

# show_battery
source: Show battery level
de: Batterie anzeigen
fi: Näytä akkutaso
it: Mostra livello batteria
nl: Toon batterij niveau
pt: Mostrar nível da bateria
sv: Visa batterinivå
tr: Pil Seviyesi Göster
zh_hans: 显示电池电量

# time_colour
source: Time
de: Zeit
fi: Aika
it: Orario
nl: Tijd
pt: Hora
sv: Tid
tr: Zaman
zh_hans: 时间

# background_colour
source: Background
de: Hintergrund
fi: Tausta
it: Sfondo
nl: Achtergrond
pt: Fundo
sv: Bakgrund
tr: Arkaplan
zh_hans: 背景

# front_colour
source: Front
de: Vordere Farbe
fi: Etu
it: Avanti
nl: Voorgrond
pt: Frente
sv: Fram
tr: Ön
zh_hans: 前置

# back_colour
source: Back
de: Hintere Farbe
fi: Taka
it: Dietro
nl: Achtergrond
pt: Trás
sv: Bak
tr: Arka
zh_hans: 后置

source: Battery
de: Batterie
fi: Akku
it: Batteria
nl: Batterij
pt: Bateria
sv: Batteri
tr: Pil
zh_hans: 电池

source: Random
de: Zufällig
fi: Satunnainen
it: Casuale
nl: Willekeurig
pt: Aleatório
sv: Slumpmässig
tr: Rasgele
zh_hans: 随机

# apple_watch_mode
source: Secondly
de: Akkuschlürfer (sekündlich!)
fi: AKkuvamppyyri (sekunneittain)
it: Succhia-batteria (ogni secondo)
nl: Batterij vampier (per seconde)
pt: Sugador de bateria (ao segundo)
sv: Batteri vampyr (sekundvis)
tr: Pil Vampiri (Saniyelik)
zh_hans: 电池吸血鬼(每秒更新)

source: Minutely
de: Minütlich
fi: Minuuteittain
it: Ogni minuto
nl: Per minuut
pt: Ao minuto
sv: Minutvis
tr: Dakikalık
zh_hans: 每分钟

source: On change
de: Bei einer Änderung
fi: Kun muuttuu
it: Al passaggio
nl: Bij wijziging
pt: Em carga
sv: Vid ändring
tr: Değişimde
zh_hans: 当改变时

# minute_dependant
source: Amount of bars = minutes
de: Anzahl Balken = Minuten
fi: Palkkien määrä = minuutit
it: Quantità di barre = minuti
pt: Número de barras = minutos
sv: Antal balkar = minuter
tr: Bar sayısı = Dakikalar
zh_hans: 使分钟数与色条数量相同

source: Show day
de: Tag anzeigen
fi: Näytä päivä
it: Mostra giorno
nl: Toon dag
pt: Mostrar dia
sv: Visa dag
tr: Günü Göster
zh_hans: 显示星期几

source: Equalizer Animation Mode
de: Animationsart des Equalizers
it: Modalità animazione equalizzatore
nl: Equalizer Animatie Mode
pt: Modo de animação do equalizador
tr: Equalizer Animasyon Modu
zh_hans: 均衡器动画模式

# animation_roll
source: Roll
de: Welle
fi: Wave
it: Onda
nl: Golf
pt: Onda
sv: Wave
tr: Dalga
zh_hans: 波形

# animation_music
source: Music
de: Musik
fi: Musiikki
it: Musica
nl: Muziek
pt: Música
sv: Musik
tr: Müzik
zh_hans: 音乐

# animation_expand_and_slam
source: Expand and slam
de: Expandieren und zusammenfallen
fi: Laajenna ja läimäytä
it: Espansione e compressione
nl: Uitbreiden en dichtslaan
pt: Expandir e achatar
sv: Expandera och slam
tr: Genişlet
zh_hans: 扩展并撞击

# battery_bar_colour
source: Battery bar
de: Farbe der Batterieanzeige
fi: Akkupalkki
it: Barra della batteria
nl: Batterij balk
pt: Barra de bateria
sv: Batteribalk
tr: Pil Barı
zh_hans: 电池电量槽

# manage_timezones
source: Manage your timezones
de: Zeitzonen verwalten

# service_disconnected
source: Connect service
de: Mit Service verbinden

# service_waiting
source: Waiting on watch...
de: Warten auf Uhr...

# service_connected
source: Disconnect service
de: Service trennen

# pref_header_weather
source: Weather
de: Wetter

# temperature_format_celcius
source: Use celsius
de: Celsius verwenden

source: Use coordinates
de: Koordinaten verwenden

source: Grow
de: Wachsen
fi: Kasvu
it: Crescita
nl: Groeien
pt: Crescer
sv: Växa
zh_hans: 成长

source: Battery bar mode
de: Batterieanzeige
fi: Akkupalkki mode
it: Con indicatore della batteria
nl: Batterij balk modus
pt: Modo da barra de bateria
sv: batteribalk mode
zh_hans: 电量槽模式

source: Mode
de: Modus
it: Modalità
nl: Modus
pt: Modo
zh_hans: 模式

source: Secondly
de: Sekündlich
fi: Sekunneittain
it: Ogni secondo
nl: Per seconde
pt: Ao segundo
sv: Sekundvis
zh_hans: 每秒

# no_battery
source: No battery indicators
de: Keine Batterieanzeige
fi: Ei akkumittareita
it: Senza indicatore
nl: Geen batterij indicatoren
pt: Sem indicador de bateria
sv: Inga batteri-indikatorer
zh_hans: 无电量指示器

source: Text only
de: Nur Text
fi: Vain teksti
it: Solo testo
nl: Alleen tekst
pt: Texto apenas
sv: Bara text
zh_hans: 仅文字

source: Bar and text
de: Balken und Text
fi: palkki ja teksti
it: Indicatore e testo
nl: Balk en tekst
pt: Barra e texto
sv: Balk och text
zh_hans: 色块和文字

source: Mo. day, year
de: Mo. Tag, Jahr
fi: kk pvä, vuosi
it: Me. giorno, anno
nl: Mnd, dag, jaar
pt: Mês. dia, ano
sv: Mån. dag, år

source: mm dd yy Week: ww
de: MM TT JJ Woche: ww
fi: KK PP VV Viikko: ww
it: mm dd yy Settimana: ww
nl: mm dd jj Week: ww
pt: mm dd aa Semana: ss
sv: mm dd åå Vecka: ww

source: dd mm yy Week: ww
de: TT MM JJ Woche: ww
fi: PP KK VV Viikko: ww
it: dd mm yy Settimana: ww
nl: dd mm jj Week: ww
pt: dd mm aa Semana: ss
sv: dd mm åå Vecka: ww

# %A %D
source: Weekday mm/dd/yy
de: Wochentag MM/TT/JJ
fi: Viikonpäivä KK/PP/VV
it: Giorno della settimana mm/dd/yy
nl: Dag van de week mm/dd/jj
pt: Dia da semana mm/dd/aa
sv: Veckodag mm/dd/åå

# %A %d/%m/%y
source: Weekday dd/mm/yy
de: Wochentag DD/MM/JJ
fi: Viikonpäivä PP/KK/VV
it: Giorno della settimana dd/mm/yy
nl: Dag van de week dd/mm/jj
pt: Dia da semana dd/mm/aa
sv: Veckodag dd/mm/åå

# %A
source: Weekday
de: Wochentag
fi: Viikonpäivä
it: Giorno della settimana
nl: Dag van de week
pt: Dia da semana
sv: Veckodag
zh_hans: 星期几

source: Flower
de: Blume
fi: Kukka
it: Fiore
nl: Bloem
pt: Flores
sv: Blomma
zh_hans: 花朵

# %B %d, %Y
source: Month dd, YYYY
de: Monat TT, JJJJ
fi: Kuukausi PP, VVVV
it: Mese dd, YYYY
nl: Maand dd, JJJJ
pt: Mês dd, AAAA
sv: Månad dd, åååå

# %a - %D
source: Day - mm/dd/yy
de: Tag - MM/TT/JJ
fi: Päivä - KK/PP/VV
it: Giorno - mm/dd/yy
nl: Dag - mm/dd/jj
pt: Dia - mm/dd/aa
sv: Dag - mm/dd/åå

# %a - %d/%m/%y
source: Day - dd/mm/yy
de: Tag - TT/MM/JJ
fi: Päivä - PP/KK/VV
it: Giorno - dd/mm/yy
nl: Dag - dd/mm/jj
pt: Dia - dd/mm/aa
sv: Dag - dd/mm/åå

# %D - CW: %W
source: mm/dd/yy
de: MM/TT/JJ
fi: KK/PP/VV
nl: mm/dd/jj
pt: mm/dd/aa
sv: mm/dd/åå

source: Free
de: Kostenlos

source: Custom colours
de: Eigene Farben

# animations
source: Animated
de: Animiert

source: Internationalized
de: Internationalisiert

# watch_battery
source: Watch battery level
de: Batterieanzeige Uhr

# phone_battery
source: Phone battery level
de: Batterieanzeige Handy

source: Bluetooth alerts
de: Bluetooth Hinweise

source: Weather
de: Wetter

source: Platforms
de: Plattformen

# speedometer_description
source: Speedometer is a watchface that's sure to pop off your screen! It features bars that fill up as time or other data progresses, such as the weekday, minute, and battery percentage.
de: Speedometer ist ein Watchface, welches sich das Farbdisplay sehr gut zunutzen macht! Es besteht aus Balken, die sich mit der Zeit oder durch andere Daten (bspw. den Wochentag, Minuten und Akkurestkapazität).
fi: Speedometer on kellonäyttö joka huomataan. Näytöllä on palkkeja jotka täyttyvät ajan ja muut datan kulun mukaan, esim viikonpäivä, minuutti tai akkuprosentti.
it: Speedometer è una watchface che sfrutta al massimo lo schermo. La sua caratteristica: delle barre che si riempiono col passare del tempo o con il progredire di altre informazioni come la data, il giorno della settimana, i minuti o la percentuale della batteria.
nl: Speedometer is een watchface die van je scherm af knalt. De balken vullen zich als de tijd of andere gegevens voort gaan, zoals de dagen van de week, minuten en het accu percentage.
pt: Speedometer é uma watchface que salta do seu ecrã! Ela contém barras que vão enchendo com o passar do tempo ou outros dados avançam, como dias de semana, minutos e percentagem da bateria.
sv: Speedometer är en klockskärm som kommer att synas! Skärmen har staplar som fylls anefter tid eller annan data framskrider, t.ex. veckodag, minut eller batteriprocent.
tr: Speedometer ekranınızda belirten bir saat yüzü! Zamana, haftaya, daikakaya ya da pil durumuna göre dolan çubukları ile harika bir saat yüzü!
zh_hans: 里程表使你手表屏幕绚丽多彩。 它可以显示时间和其他数据，比如星期几和电量百分比。

# rightnighter_description
source: Kids of the 80s know exactly what this is. Have a "voice box" right on your wrist with a talking animation when the time changes. On the lefthand side you see the date and on the opposite the remaining battery.
de: Kinder der 80-er Jahre wissen genau, was sie hier vor sich haben: Die "Voice Box" aus der wohl jedem bekannten Serie inkl. einer Sprechanimation, wenn die Zeit sich ändert... Auf der linken Seite ist das Datum und der Bluetooth Verbindungsstatus und auf der gegenüberliegenden Seite die verbleibende Akkukapazität abzulesen.
fi: Kahdeksankymmentälukulaiset tuntevat tämän. Sinulla on "äänilaatikko" ranteellasi, puheanimaation kera kun aika muuttuu. Vasemmalla puolella päivämäärä ja oikealla jäljellä oleva akku.
it: I ragazzi degli anni '80 sanno benissimo di che si tratta. Avrai un'"assistente vocale" al polso con la sua tipica animazione vocale ad accompagnare il cambio dell'ora. Sul lato sinistro viene mostrata la data, sul destro la batteria residua.
nl: Kinderen uit de 80s weten exact wat dit is. De held uit hun kindertijd is terug! Draag de stem K.I.T.T. direct om je pols and een animatie (zonder geluid) als de tijd veranderd. Aan de linkerkant van het scherm zie je de datum en aan de andere kant de resterende acculading.
pt: A geração de 80 sabe bem o que isto é. Tenha a "voice box" no seu pulso com uma animação vocal quando o tempo muda. Do lado esquerdo veja a data e no lado oposto a bateria restante.
sv: Åttiotalisterna vet precis vad detta är. Ha en "ljudlåda" på handleden med animation av då tiden ändrs. På vänster sida ser du datum och på andra sidan batterinivå.
tr: 80'lerde çocuk olanlar bunun ne demek olduğunu çok iyi bilirler. Kolunuzda bir saat değiştikçe harekete eden bir "KİTT" animasyonuna sahip olmak. Sol tarafta tarih sağ tarafta ise pil durumu yer alıyor.
zh_hans: 80后对这个霹雳游侠应该很熟悉吧。随着时间流逝，您可以在手腕上看到基特在说话的动画。 左边是日期，右边是剩余电量百分比。

# chunky_description
source: A nice square design where you can choose colors and see the time in nice big numbers. There are quite a few options as well, and goes well with any outfit you may wear!
de: Ein simples, aber ansprechendes eckiges Design, wo du die Farben frei wählen und die Zeit in einer angenehm lesbaren Grösse sehen kannst. Selbstverständlich gibt es auch hier Einstellungen und du kannst das Watchface farbtechnisch deiner Kleidung anpassen.
fi: Kiva neliskulmainen design, jossa voit valita värit ja nähdä ajan isoin numeroin. Tässä on monta asetusta, joten se sopii kaikkien vaatteiden kera!
it: Il design è caratterizzato da grandi numeri definiti da linee rette di cui potrai scegliere i colori e che renderanno immediata e semplice la lettura dell'ora. Ci sono anche alcune impostazioni personalizzabili e va bene con tutti gli outfit!
nl: Een aantrekkelijk vierkant ontwerp met kleuren je zelf kan kiezen in handige grote cijfers. Er zijn ook nog een flink aantal mogelijkheden, waardoor het altijd past bij je outfit van vandaag!
pt: Um agradável design quadrado onde poderá escolher as cores e ver a hora em números grandes. Existem várias opções de personalização também e acenta bem com qualquer vestuário!
sv: En trevlig fyrkantig design, där du kan välja färger och se tiden i stora siffror. Det finns många alternativ att välja bland, så denna passar till alla kläder!
tr: Renkleri seçip, zamanı büyük sayılar ile görebileceğini güzel kare tasarım. Her kıyafetinize uyum sağlayacak birçok farklı seçeneğe sahip bir saat yüzü!
zh_hans: 可自选颜色的方块设计，用漂亮的大字体显示时间。 而且此表盘还提供一些选项，保证和你身上的任何衣服搭配！

# lines_description
source: A very simple yet very stylish face displaying nothing but the time and date. There are quite a few settings here as well, and of course: customizable colours. This face is soon to have larger fonts!
de: Ein sehr simples, aber doch stylisches Watchface, welches nichts ausser der Zeit und dem Datum anzeigt. Es gibt einige Optionen, die man einstellen kann und natürlich: Eigene Farben. Dieses Watchface wird bald mit einer grösseren Zeitanzeige ausgestattet!
fi: Yksinkertainen ja komea näyttö joka esittää pelkästään ajan ja päivämäärän. Tässäkin löytyy paljon asetuksia, ja tietenkin valittavissaa olevat värit. Tähän kellonäyttöön on tulossa isompi fontti!
it: Una watchface davvero semplice ed elegante che non mostra altro che l'ora e la data. Avrai alcune impostazioni anche qui, come ad esempio i colori. Questa watchface avrà a breve un font più grande!
nl: Een simpele maar elegante watchface die niets anders dan de tijd en datum toont. Er zijn een aantal instellingen en natuurlijk instelbare kleuren. Deze watchface krijgt binnenkort een groter lettertype!
pt: Uma watchface muito simples mas com muito estilo que mostra apenas a hora e a data. Existem algumas opções também como cores personalizadas. Esta watchface brevemente terá opção para tipo de letra maior!
sv: En enkel och stilig skärm som bara visar tid och datum. nDet finns många alternativ att välja bland här också, och personliga färgVAL. Denna klockskärm får snart större font-storlek!
tr: Sade ve ancak o kadar da stil bir saat yüzü. Renk değişikliği gibi birkaç özelleştirme mevcut, daha büyük font seçeneği de çok yakında!
zh_hans: 使用一个极简但是很时尚的表盘显示时间和日期。 也提供几项设置，当然会包括自选颜色。此表盘即将会支持更大的字体！
