Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

# rejected_update
source: Sorry! The watchapp rudely rejected the message. This usually means that the wrong app is open. Please open the correct app on your Pebble and retry.
de: Sorry! Die Watchapp hat die neuen Einstellungen frecherweise abgewiesen. Normalerweise passiert dies, wenn das falsche Watchface auf deiner Pebble aktiv ist. Aktiviere bitte das korrekte Watchface und versuche es noch einmal.
fi: Pahoittelut! Kelloappi ei hyväksynyt viestiä. Täm yleensä tarkoittaa että väärä appi on auki. Ole hyvä ja avaa oikea appi Pebblelläsi ja yritä uudelleen.
it: Purtroppo la watchapp ha rifiutato il contenuto. Di solito significa che è attiva l'app sbagliata. Prova a lanciare l'app corretta sul tuo Pebble e riprova.
nl: Sorry! De watchapp heeft het bericht actief geweigerd. Dit betekend meestal dat de verkeerde app open staat. Open de juiste app op je Pebbel en probeer het nogmaals.
pt: Lamento! A app rejeitou a mensagem. Isto geralmente acontece quando está aberta a app errada. Por favor abra a app correta no seu Pebble e tente novamente.
sv: ledsen! Klockappen vägrade helt oartigt att ta emot ditt meddelande. Detta beror oftast på att fel app är öppen. Vänligen öppna rätt app på din Pebble och försök igen.
zh_hans: 很抱歉，此手表应用粗鲁地拒绝了信息，这通常表明你打开了错误的应用。在 Pebble 上打开正确的应用并重试。

# failed_to_ack
source: Sorry! The watchapp was probably tired and failed to acknowledge the message sent to it. Feel free to retry.
de: Sorry! Die Watchapp scheint deinen Request ignoriert zu haben. Versuche es bitte noch einmal.
fi: Pahoittelut! Kelloappi on näköjään väsynyt, eikä vahvistanut että se on vastaanottanut viestiä. Voit yrittää uudelleen.
it: Purtroppo la watchapp era annoiata e non è riuscita a comprendere il contenuto inviato. Riprova.
nl: Sorry! De watchapp was waarschijnlijk erg moe en heeft het bericht niet bevestigd. Probeer het nogmaals.
pt: Lamento! A app está muito provavelmente cansada e não percebeu a mensagem que lhe enviou. Por favor tente novamente.
sv: Sorry! Klockappen verkar ha varit trött och bekräftade inte att den fått meddelandet. Du kan försöka igen.
zh_hans: 很抱歉，此手表应用可能有些疲倦，无法承认发送的信息。你可以随时重试。

# unknown_error
source: Well, that's embarassing. Unknown error: %@. Email contact@edwinfinch.com if this issue persists.
de: Ups, das ist peinlich. Unbekannter Fehler: %@. Maile mir bitte auf contact@edwinfinch.com falls das Problem weiterhin besteht.
fi: Onpa noloa. Tuntematon virhe: %@. Lähetä viestiä contact@edwinfinch.com jos tämä jatkuu.
it: Beh, questo è piuttosto imbarazzante! Errore sconosciuto: %@. Invia una email a contact@edwinfinch.com se dovesse ripetersi questo problema.
nl: Nou, ik schaam mij kapot. Onbekende fout: %@. Stuur een email naar contact@edwinfinch.com als dit blijft optreden.
pt: Bem, isto é embaraçoso. Erro desconhecido: %@. Envie um email para contact@edwinfinch.com se o problema persistir.
sv: Ojdå, det är förläget. Okänt fel: %@. Eposta contact@edwinfinch.com p, felet fortgår.
zh_hans: 啊，好尴尬！未知错误：%@. 如果问题持续发生，发送电子邮件到: contact@edwinfinch.com

# pref_header_alerts
source: Alert for:
de: Hinweis für:
fi: Varoita:
it: Avvisi per:
nl: Alarm voor:
pt: Alerta para:
sv: Alert för:
zh_hans: 对下列情况发送警告：

# pref_header_on_fail
source: When setting fails to send:
de: Wenn die Übermittlung fehlschlägt:
fi: Kun asetusten lähetys epäonnistuu:
it: Quando le Impostazioni non vengono inviate:
nl: Als een instelling niet kan worden verzonden:
pt: Quando falha o envio de um parâmetro:
sv: Då inställningar inte sänds:
zh_hans: 设置无法发送：

# pref_header_open_pebble_app
source: Pebble app to open for install
de: Zu benutzende Pebble App
fi: Pebble appi avattava asennusta varten
it: Aprire l'applicazione Pebble per l'installazione
nl: Pebble app die geopend moet worden bij installatie
pt: A app que deve abrir para instalar
sv: Pebble app att öppna för installation
zh_hans: 安装时打开的 Pebble 应用

# trial_alerts
source: Trial unlock failing
de: Freischalten fehlgeschlagen
fi: Testin lukituksen avaus epäonnistuu
it: Impossibile sbloccare il periodo di prova
nl: Trial deblokkering mislukt
pt: Falha desbloqueio da versão experimental
sv: Upplåsnign at test misslyckas
zh_hans: 无法解锁试用

# setting_alerts
source: Setting not sending
de: Einstellungen nicht gesendet
fi: Asetukset eivät siirry
it: Impossibile inviare le Impostazioni
nl: Instelling niet verzonden
pt: Parametro não enviado
sv: Inställningar skickas inte
zh_hans: 无法发送设置

# play_sound
source: Play sound/vibrate
de: Ton abspielen / vibrieren
fi: Soita ääni/värise
it: Riproduzione suono/vibrazione
nl: Speel geluid af/trillen
pt: Tocar som/vibrar
sv: Spela ljud/vibrera
zh_hans: 播放声音/震动

source: Manage Alerts
de: Benachrichtigungen einstellen
fi: Säädä varoituksia
it: Gestisci Avvisi
nl: Beheer alarmen
pt: Gerir alertas
sv: Ställ in varningar
zh_hans: 管理警告

source: Lignite Settings
de: Einstellungen
fi: Lignite asetukset
it: Impostazioni Lignite
nl: Lignite Instellingen
pt: Definições do Lignite
sv: Lignite inställningar
zh_hans: Lignite 设置

source: Manage Settings
de: Einstellungen
fi: Säädä asetuksia
it: Gestisci Impostazioni
nl: Instellingen Beheren
pt: Gerir Definições
sv: Ställ in inställningar
zh_hans: 管理设置

# pebble_app_ask_me
source: Ask me every time
de: Jedes Mal fragen
fi: Kysy joka kerta
it: Chiedi ogni volta
nl: Vraag mij iedere keer
pt: Perguntar sempre
sv: Fråga mig varje gång
zh_hans: 每次询问

# what_pebble_app
source: Which app?
de: Welche App?
fi: Mikä appi?
it: Quale app?
nl: Welke app?
pt: Que app?
sv: Vilken app?
zh_hans: 哪个应用？

# what_pebble_app_description
source: What Pebble app would you like to open? If you have a black & white Pebble, click 'Original Pebble'. If you have a colour display, click 'Pebble Time'. You can turn off this question in settings (click 'Manage Settings').
de: Welche Pebble App soll verwendet werden? Für die schwarz/weisse Pebble, tippe bitte auf "Original Pebble". Für die farbige Pebble, bitte auf "Pebble Time". Diese Frage kann in den Einstellungen (tippe auf "Einstellungen") deaktiviert werden.
fi: Minkä Pebble appin haluat avata? Jos sinulla on mustavalkoinen Pebble, valitse 'Original Pebble'. Jos sinulla on värinäytöllinen Pebble, valitse 'Pebble Time'. Voit poistaa tämän kysymyksen asetuksista (näpsäytä 'Säädä asetuksia').
it: Quale app Pebble vuoi lanciare? Se possiedi un Pebble in bianco e nero seleziona 'Original Pebble'. Se il tuo display è a colori seleziona 'Pebble Time'. Puoi disabilitare questa richiesta in impostazioni (vai a 'Gestisci Impostazioni').
nl: Welke Pebble app wil je openen? Als je een een Pebble hebt met een zwart/wit scherm, kies dan 'Originele Pebble'. Als je een kleurenscherm op je Pebbel hebt, kies dan 'Pebble Time'. Je kan deze vraag uitzetten in de instellingen (kies 'Instellingen Beheren').
pt: Que app gostaria de abrir? Se tem um Pebble a preto e branco, pressione 'Pebble Original'. Se tem um ecrã a cores, pressione 'Pebble Time'. Pode desativar esta questão nas definições (pressione 'Gerir Definições').
sv: Vilken Pebble app vill du öppna? Om du hare n svartvit Pebble, clicka 'Original Pebble'. Om du hare n med färgdisplay, klicka 'Pebble Time'. Du kan stänga av denna fråga I inställningarna (clicka 'Ställ in inställningar').
zh_hans: 你想打开哪个 Pebble 应用？ 如果你有一个黑白版 Pebble，选择“原版 Pebble”；如果是彩屏，选择“Pebble Time”。 你可以在设置中关闭此询问（点击“管理设置”）。

source: Okay, thanks!
de: Okay, danke!
fi: Ok, kiitos!
it: Okay, grazie!
nl: OK, bedankt!
pt: Ok, obrigado!
sv: Okej, tack!
tr: Tamam, teşekkürler!
zh_hans: 好的，谢谢！

source: Please wait...
de: Bitte warten...
fi: Ole hyvä ja odota...
it: Attendi...
nl: Even wachten...
pt: Por favor aguarde...
sv: Var god vänta...
tr: Lütfen Bekleyin...
zh_hans: 请稍候......

source: Hello there!
de: Hallo!
fi: Hei siellä!
it: Ciao!
nl: Hallo daar!
pt: Olá!
sv: Hej där!
tr: Merhaba!
zh_hans: 你好！

source: No
de: Nein
fi: Ei
nl: Nee
pt: Não
sv: Nej
tr: Hayır
zh_hans: 否

source: Yes
de: Ja
fi: Kyllä
it: Si
nl: Ja
pt: Sim
sv: Ja
tr: Evet
zh_hans: 是
