Repository: LigniteSoftware/legacy-ios-app
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, nl, pt, sv, tr, zh_hans

source: Apply Filter
de: Anwenden

# modify_filter
source: Filter this view
de: Filter bearbeiten

source: Reset Filter
de: Zurücksetzen

# filter_title
source: What would you like to see?
de: Was möchtest du gerne sehen?

# filter_subtitle
source: Click list items to modify what's applied.
de: Tippe bitte die Kriterien an, nach denen du filtern möchtest.

source: Watchfaces and Watchapps
de: Watchfaces und Watchapps

# all_available
source: Showing all available watchfaces/apps
de: Alle verfügbaren Faces und Apps

# custom_filter
source: Custom filter applied
de: Eigener Filter angewendet

# pebble
source: Set your Pebble
de: Meine Pebble

# would_you_like_to_set_pebble
source: Would you like to set your default Pebble? You can change this any time by clicking the top right menu button and clicking 'Set Pebble'
de: Möchtest du deine Pebble als Standard setzen? Du kannst die Einstellung jederzeit ändern indem du oben rechts auf die 3 Punkte und danach auf 'Meine Pebble' tippst

source: Tutorial
de: Einführung
fi: Ohje ja opastus
nl: Rondleiding
sv: Instruktion
zh_hans: 教程

source: Replay tutorial
de: Einführung erneut abspielen
fi: Näytä ohje uudelleen
it: Ricomincia tutorial
nl: Herhaal rondleiding
pt: Repetir tutorial
sv: Gå igenom instruktionen igen
tr: Öğreticiyi Yeniden Başlat
zh_hans: 重播教程

# would_you_like_tutorial
source: Would you like to take a quick tutorial of the app?
de: Möchtest du eine kurze Einführung zu dieser App erhalten?
fi: Haluatko käydä läpi lyhyen opastukesn tästä app:ista?
it: Ti piacerebbe iniziare un breve tutorial dell'app?
nl: Wil je een snelle rondleiding van de app?
pt: Gostaria de seguir um pequeno tutorial da app?
sv: Vill du ha en snabb instruction om appen?
zh_hans: 你要快速学习如何使用此应用么？

# tutorial_alright_done
source: Finish tutorial
de: Einführung beenden

# tutorial_general_list
source: List of watchapps
de: Übersicht der Watchfaces - & apps

# tutorial_filter_view
source: Filter what you want
de: Filtere nach deinen Kriterien

# tutorial_detail_view_swipe
source: Detail view of watchapp
de: Detailansicht

# tutorial_detail_actions
source: Detail view actions
de: Detailansicht der Aktionen

# tutorial_settings_screen
source: Change any setting
de: Anpassen der Einstellungen

# tutorial_other_actions
source: Other actions
de: Andere Aktionen

# tutorial_thanks
source: That's it!
de: Das war's!

# tutorial_general_list_description
source: This is the list of watchfaces and watchapps. Here you can find everything we've ever made, all previewed on your favourite Pebble.
de: Dies ist die Liste verfügbarer Watchfaces und Watchapps. Hier werden stets alle unseren veröffentlichten Arbeiten aufgelistet und alle Watchfaces und -apps können in deiner zuvor eingestellten Pebble Smartwatch angesehen werden.

# tutorial_filter_view_description
source: You want to see what you want to see. Now you can filter from lots of features and bundles easily by clicking the 'Filter this view' button.
de: Passe die Ansicht an und zeige nur an, was du wirklich sehen möchtest. Tippe dazu einfach auf den "Filter anwenden"-Button.

# tutorial_detail_view_swipe_description
source: Like a watchapp? Click on its preview in the watchapp list to find details about this watchface, access settings, and swipe left/right to switch between screenshots.
de: Du magst ein Watchface oder eine Watchapp? Tippe auf die Vorschau in der Übersichtsliste um die Detailansicht zu sehen, mehrere Vorschau- bilder zu sehen und die entsprechenden Einstellungen zu öffnen.

# tutorial_detail_actions_description
source: Here's where the action happens. Click on the left button to install the app to your Pebble. To purchase settings, simply click the icon on the right. Don't worry, you'll get the best bang for your buck.
de: Hier geht die Post ab! Tippe auf den linken Button um die App oder das Watchface auf deiner Pebble zu installieren. Um die Einstellungen freizuschalten, tippe auf den Button rechts. Wir versichern dir: es lohnt sich!

# tutorial_settings_screen_description
source: Once you've purchased settings, you can customize the watchapp to your liking. Here you can change aspects such as colours, timezones, features, and more. All within one screen.
de: Einmal freigeschaltet, kannst du das Watchface deinem Gusto anpassen. Hier kannst du eigene Farben, Zeitzonen und vieles mehr (je nach gewähltem Watchface) anpassen. Alles innerhalb einer Seite.

# tutorial_other_actions_description
source: At the top left corner you'll find an action icon. Click it to access other general options, such as: credits, Lignite settings, or the Kickstarter backer Login.
de: Oben rechts findest du das Submenü-Icon. Darunter findest du u.a. die generellen App-Einstellugen, Danksagungen und die Loginmaske für Kickstarter Backer.

# tutorial_backer_login_description
source: Were you a Kickstarter backer? Thanks for your support! We've made it easy for you to login. Just go to this window and enter in your account details. It's that easy.
de: Warst du ein Kickstarter Backer? Vielen, vielen Dank für deine Unterstützung! Wir haben es für dich mit dem Login so einfach wie möglich gemacht. Öffne diesen Link und tippe deine Logindaten ein. That's it!

# tutorial_thanks_description
source: You've reached the end of the tutorial, good job! We hope you love our app just as much as we do. Have fun and best regards from us!
de: Du hast das Ende der Einführung erreicht, gut gemacht! Wir hoffen, dir gefällt unsere App genauso gut wie uns. Viel Spass und viel Spass wünschen wir dir!

source: Build a Preview
de: Wähle deine Uhr
fi: Rakenna esikatselu
it: Mostra Anteprima
nl: Maak een Preview
pt: Construir uma pré-visualização
sv: Bygg förhandsgranskning
tr: Önizleme Oluştur
zh_hans: 构建预览

source: Set as default Pebble
de: Als Standard setzen
fi: Aseta oletusvalituksi Pebbleksi
it: Imposta come Pebble di default
nl: Instellen als standaard Pebble
pt: Definir como o Pebble por omissão
sv: Ställ in som förhandsvald Pebble
tr: Varsayılan Pebble olarak ayarla
zh_hans: 设为默认Pebble

source: Description
de: Beschreibung
fi: Kuvaus
it: Descrizione
nl: Omschrijving
pt: Descrição
sv: beskrivning
tr: Açıklama
zh_hans: 描述

source: Type
de: Art
fi: Tyyppi
it: Tipo
pt: Tipo
sv: Typ
tr: Tip
zh_hans: 类型

# type_crash
source: Crash
de: Absturz
pt: Bloqueio
sv: Krash
tr: Çökme
zh_hans: 崩溃

# type_bug
source: Bug
de: Fehler
fi: Bugi
tr: Hata

# type_design
source: Design-related
de: Design-betreffend
fi: Designiin liittyvä
it: Relativo al design
nl: Ontwerp gerelateerd
pt: Relacionado com design
sv: Design-relaterad
tr: Tasarım-hakkında
zh_hans: 设计相关

# type_feature
source: Feature-related
de: Feature-betreffend
fi: Ominaisuuksiin liittyvä
it: Relativo alle funzioni
nl: Mogelijkheden gerelateerd
pt: Relacionado com funcionalidade
sv: Eganskaps-related
tr: Özellikler-hakkında
zh_hans: 功能相关

# type_other
source: Other
de: Anderes
fi: Muu
it: Altro
nl: Anders
pt: Outro
sv: Annat
tr: Diğer
zh_hans: 其他

source: Importance
de: Wichtigkeit
fi: Tärkeys
it: Importanza
nl: Hoe belangrijk?
pt: Importância
sv: Viktighetsgrad
tr: Önem
zh_hans: 重要性

# feedback_disclaimer
source: Feedback goes directly to Edwin's server. Your user ID (access code) will be tied to it. See our privacy policy at: http://lignite.io/policy. We use your feedback to improve the Lignite Collection as we strive to optimize and make some of the best watchfaces and watchapps out there.
de: Dein Feedback geht direkt an Edwin's Server. Deine User-ID (Access Code) wird mitgesendet. Unsere Datenschutz- bestimmungen kannst du hier einsehen: http://lignite.io/policy. Wir nutzen dein Feedback, um die Lignite Collection zu verbessern und weitere atemberaubende Watchfaces und -apps zu erstellen.
fi: Palaute ohjautuu suoraan Edwinin palvelimelle. Käyttäjätunnuksesi (access code) liitetään palautteeseen. Lue privacy policy osoitteessa: http://lignite.io/policy. Käytämme palautettasi parantamaan Lignite Collection:ia, haluamme tarjota parhaimpia kellonäyttöja ja kelloappeja.
it: Il feedback sarà inviato direttamente al server di Edwin. Il tuo user ID (codice di accesso) sarà registrato insieme ad esso. Trovi la nostra politica sulla privacy su: http://lignite.io/policy. Useremo il tuo feedback per migliorare Lignite Collection; il nostro obiettivo è realizzare e ottimizzare alcune delle migliori watchface che esistano.
nl: Feedback wordt direct naar Edwin's server verstuurd. Jouw user ID (toegangs-code), naam en informatie zal samen met je feedback worden opgeslagen. Bekijk ons privacybeleid op: http://lignite.io/policy. We gebruiken jouw feedback om de Lignite Collection te verbeteren, aangezien ons streven is om de best geoptimaliseerde en beste watchfaces en watchapps te maken.
pt: Os comentários vão diretamente para o servidor do Edwin. O seu ID de utilizador (código de acesso) ficará associado a eles. A política de privacidade está disponível em: http://lignite.io/policy. Nós utilizamos os comentários para melhorar a coleção Lignite enquanto trabalhamos para otimizar e criar algumas das melhores watchfaces e apps existentes.
sv: Feedback går direct till Edwins server. Ditt användar ID (användarkod) kopplas ihop med feedbacken. Se vår privacy policy at: http://lignite.io/policy. Vi använder feedbacken för att förbättra Lignite Collection, vi vill försöka göra de bästa klockskärmarna och klock-apparna.
tr: Geri bildirim doğrudan Edwin'in suunucunsa gönderiliyor. Gizlilik politikamızı buradan görüntüleyin: http://lignite.io/policy Geribildirimlerinizi Lignite Koleksiyonunun daha da geliştirmek ve en iyi saat yüzü ve saat uygulamalarını yapmak için kullanıyoruz.
zh_hans: 反馈直接发送至 Edwin 的服务器，且与你的用户ID（访问代码）关联。请于 http://lignite.io/policy 查看我们的隐私策略。我们使用反馈优化应用，提升 Lignite Collection 的使用体验，并制作出最好的表盘及应用。

# login_failed_taken
source: Nice try. Someone is already logged in to this account. If you are the owner of this account, you can reset your account for access by clicking the link below and following the instructions on our external website.
de: Netter Versuch. Jemand anderes hat sich bereits mit diesem Account eingeloggt. Falls es sich hierbei um deinen Account handelt, kannst du deinen Zugang mittels dem nachfolgenden Link zurücksetzen.
fi: Hyvä yritys. Joku on jo kirjautuneena tähän tiliin. Jos omistat tämän tilin, voit palauttaa tilisi näpäsyttämällä allaolevaa linkkiä ja noudattamalla ulkoisen sivustomme ohjeita.
it: Bel tentativo. Qualcuno ha già effettuato il login con questo account. Se tu ne sei il proprietario puoi resettare l'account cliccando sul collegamento in basso e seguendo le istruzioni sul nostro sito esterno.
nl: Leuk geprobeerd. Iemand anders is al ingelogd met deze toegangscode. Als je de eigenaar bent van deze toegangscode, dan kan je je toegangscode herstellen door deze onderstaande link aan te klikken en de instructies op onze website op te volgen.
pt: Boa tentativa. Alguém iniciou sessão com esta conta. Se é o proprietário, pode recuperar o acesso pressionando o link abaixo e seguindo as instruções no nosso website.
sv: Bra försök. Någon är redan inloggad till detta konto. Om du äger kontot, kan du återställa kontot genom att klicka på länken nedan och följa anvisningarna på vår externa webbsida.
zh_hans: 很好，有人已经登陆了这个账号。如果你是这个账户的主人，你可以点击以下链接，遵照我们网站上的提示操作。

source: Now, now...
de: Moment, Mooooment..
fi: Nyt, nyt...
it: Adesso, adesso...
nl: Nu, nu...
pt: Ai, ai...
sv: Nu, nu...
zh_hans: 就是现在，就是现在......

# login_failed_404
source: No Lignite accounts were found with this username and password, sorry! Make sure it's perfectly typed. Please avoid copy-pasting. (Error 404)
de: Es konnte kein Lignite Account mit diesem Benutzernamen und Passwort gefunden werden, sorry! Stelle bitte sicher, dass du alles korrekt eingetippt hast und verwende bitte kein Copy & Paste (Fehler 404)
fi: Mitään Lignite tiliä ei löydetty tällä käyttäjätunnuksella ja salasanalla, sorry! Varmista että se on oikein kirjoitettu. Älä käytä kopioi ja liitä toimintoa. (Error 404)
it: Non è stato trovato nessun account Lignite con queste username e password! Controlla che non ci siano errori nella digitazione. Evita il copia e incolla (Error 404)
nl: Er zijn geen Lignite toegangscodes gevonden met deze gebruikersnaam en wachtwoord, sorry! Controleer of je geen type-fouten hebt gemaakt. Probeer kopieren/plakken te voorkomen. (Error 404)
pt: Não foi encontrada qualquer conta Lignite com este nome de utilizador e senha, lamento! Confirme se os dados foram corretamemente introduzidos. Por favor evite copy-paste (Erro 404)
sv: Inga Lignite konton hittades med detta användarnamn, sorry! Kolla att det är rätt inskrivet. Använd inte klipp och klistra. (Error 404)
zh_hans: 找不到使用此用户名和密码的账号，很抱歉！请确保你的输入准确无误，避免复制粘贴。(大名鼎鼎的404)

# silly_goose
source: Oops, silly goose!
de: Ups, Flötenschlumpf!
fi: Oops, höpsö!
it: Oops, qualcosa è andato storto!
nl: Oeps, stommeling!
pt: Ora bolas, seu tonto!
sv: Ojdå, lustigpetter!
zh_hans: 我擦，糟了

# login_not_sure
source: Not sure how to handle this one: %@
de: Ich bin mir nicht sicher, was ich hiermit machen soll: %@
fi: Ei varmuutta miten käsitellä tätä: %@
it: Non saprei come gestire questa cosa: %@
nl: Het is niet helemaal duidelijk wat hier mis gegaan is: %@
pt: Não sei bem o que fazer com isto: %@
sv: Vet inte hur behandla denna: %@
zh_hans: 无法确定如何处理此账户：%@

source: Well, that's embarassing.
de: Huch, wie peinlich.
fi: Tämäpä noloa.
it: Beh, questo è imbarazzante.
nl: Nou, ik schaam mij diep.
pt: Bem, isto é embaraçoso.
sv: Oj, det är genant.
zh_hans: 啊，好尴尬

source: My friend
de: Mein Freund
fi: Ystäväni
it: Amico mio
nl: Mijn vriend
pt: Meu amigo
sv: Min vän
zh_hans: 我的朋友

source: Failed
de: Abgebrochen
fi: Epäonnistui
it: Non riuscito
nl: Mislukt
pt: Falha
sv: Misslyckades
tr: Hata
zh_hans: 失败

# failed_to_logout
source: Failed to log you out, sorry! Error: %@
de: Du konntest nicht abgemeldet werden, sorry! Fehler: %@
fi: Uloskirjaus epäonnistui, sorry! Error: %@
it: Impossibile effettuare il logout! Errore: %@
nl: Uitloggen is mislukt, sorry! Error: %@
pt: Falha a terminar a sessão, lamento! Erro: %@
sv: Utloggning misslyckades, sorry! Error: %@
tr: Özür Dilerim, çıkış yaparken hata oldu. Hata: %@
zh_hans: 抱歉，无法注销！错误：%@

source: Illegal Account
de: Unerlaubtes Konto
fi: Laiton tili
it: Account non autorizzato
nl: Ongeldige toegangscode
pt: Conta ilegal
sv: Olagligt konto
tr: Geçersiz Hesap
zh_hans: 非法账户

# illegal_account_description
source: You're illegally logged in. Potentially because your account was reset with the account resetter. You've now been forced to logout! Enjoy.
de: Du hast dich unerlaubterweise angemeldet. Vermutlich wurde dein Konto mit dem Account resetter zurückgesetzt. Du wurdest aufgrund dessen abgemeldet!
fi: Olet kirjautuneena laittomasit. Mahdollisesti siksi, että tilisi nollattiin ohjelmassa. Olet uloskirjautuneena. Hyvää päivänjatkoa.
it: Hai effettuato il login con un account non autorizzato. Forse perchè il tuo account è stato resettato dall'app. Adesso verrà forzato il logout!
nl: Je bent ongeldig ingelogt. Waarschijnlijk omdat je toegangscode is hersteld door de account resetter. Je bent nu geforceerd uitgelogd! Veel plezier.
pt: Iniciou a sessão ilegalmente. Possivelmente a conta foi recuperada recentemente. Vamos forçar a sessão a terminar! Aproveita.
sv: Du är olagligt inloggad, kanske pga att ditt konto har återställts. Du har tvingats att loggas ut! Ha en bra dag.
tr: Muhtemelen hesap yenileyici kullandığınız için geçersiz giriş yaptınız. Şimdi de çıkış yapmaya zorlandınız.
zh_hans: 你在非法登录，有可能是因为你的账号被重置了。你已被强制注销！

source: Damn, okay
de: mmkay
fi: saamari, ok
it: Maledizione, okay
nl: Damn, OK
pt: Fogo, ok
sv: Jädrans, ok
tr: Tamam
zh_hans: 我勒个去，好吧

source: Tampered With
de: Herumdoktern
fi: Peukaloitu
it: Manomissione
nl: Mee is geknoeid
pt: Alterada com
sv: Manipulerat
tr: Kurcalanmış
zh_hans: 遭到篡改

# tampered_with_description
source: Who do you think you are, 1337 leet haxor? You clearly tampered with NSUserDefaults to try and get free apps. Why not just pay a dollar and help me out?
de: Was denkst du eigentlich, wer du bist? 1337 Leet Haxor? Du hast eindeutig an den NSUserDefaults herumgedoktert, um unsere Apps und Watchfaces kostenlos zu erhalten. Weshalb zahlst du nicht einfach wie alle anderen und hilfst uns damit?
fi: Kuka luulet olevasi, 1337 leet haxor? Olet peukaloinut NSUserDefaults:ia yrittääksesi saada ilmaisia appeja. Mikset vaan maksa taalaa ja auta minua?
it: Chi ti credi di essere, 1337 leet haxor? Hai evidentemento cercato di manomettere il sistema di accesso con NSUserDefaults per ottenere le app gratuitamente. Perchè non paghi semplicemente un euro e mi supporti?
nl: Wie denk je wel niet dat we zijn? Gekke Henkie? Je hebt duidelijk zitten knoeien met NSUserDefaults om de apps gratis te krijgen. Waarom betaal je er niet gewoon voor en help je mij weer verder?
pt: Quem pensas que és? É claro que mexeste no NSUserDefaults para tentar obter apps gratuitas. Porque não gastar uns dólares e ajudar-me?
sv: Vem tror du att du är, 1337 leet haxor? Det är klart att du har manipulerat NSUserDefaults för att försöka få gratis appar. Varför inte bara betala en dollar, och hjälp mig samtidigt?
tr: Sen kim olduğunu sanıyorsun ? Bildiğin NSUserDefaults kurcalayıp, bedava satın almaya çalışıyorsun. Bu mezarcılık niye, 1 Dolar ver şu kardeşine destek ol!
zh_hans: 你以为你是谁啊，世界顶级黑客么？很明显，你篡改了 NSUserDefaults 尝试不付款获取应用。为什么不给点钱帮帮我呢（就1刀）？

# freeloader
source: Sure, I'm a no good freeloader but I'll pay the price!
de: Ok, ich bin kein guter Trittbrettfahrer und bezahle den Preis!
fi: Ok, olen lurjus, mutta maksan hinnan!
it: Va bene, non sono un approfittatore e pagherò!
nl: Tuurlijk, je hebt gelijk. Ik betaal er wel gewoon voor!
pt: Claro, sou um aproveitador, mas eu pago!
sv: Ok, jag är en buse, men jag skall betala priset!
tr: Tabii ki de mezarcı değilim, parasını ödeyeceğim :)
zh_hans: 也是，不劳而获是不对。我会付款的！

# cant_pay_title
source: Can't make payments :(
de: Kann die Zahlung nicht ausführen :(
fi: Ei voi tehdä maksua :(
it: Non posso pagare :(
nl: Kan het niet betalen :(
pt: Não posso fazer pagamentos :(
sv: Kan inte betala :(
tr: Ödeme yapamıyorum :()
zh_hans: 无法付款 :(

# cant_pay_description
source: Unfortunately, it looks like you are unable to make purchases. This is most likely due to parental controls or you're on a device controlled by a school/office/workplace. Sorry!
de: Leider sieht es so aus als ob du keine Einkäufe tätigen kannst. Das könnte u.a. an einer aktivierten Kindersicherung liegen oder einer sonst irgendwie kontrollierten Umgebung. Sorry!
fi: Valitettavasti näyttää siltä, ettet voi tehdä ostoja. Tämä johtuu luultavasti perheasetuksistaa tai sitten olet laitteella jota hallinnoi koulu tai työpaikka. Sorry!
it: Purtroppo sembra che tu non possa effettuare acquisti. Probabilmente a causa del parental control o perchè stai usando un dispositivo di proprietà di una scuola/ufficio/azieda. Mi spiace!
nl: Helaas, maar het lijkt erop dat de aankoop is mislukt. Dit komt meestal doordat Ouderlijk Toezicht is ingesteld op dit apparaat of dat het een apparaat is, dat ter beschikking is gesteld door school of werk. Sorry!
pt: Infelizmente, parece que não está a ser possível realizar compras. Isto é claramente um problema de controlo parental ou está num dispositivo controlado pela escola/escritório/empresa. Lamento!
sv: Det ser ut som om du inte kan göra köp. Det beror troligen på föräldrakontroll eller så är du på en apparat som kontrolleras av skolan/jobbet. Sorry!
tr: Görnen o ki ödeme yapamıyorsunuz. Bu muhtemelen cihazınızda Sınırlamaların aktif olmasından kaynaklanıyor. Üzgünüm!
zh_hans: 很不幸，貌似你无法付款 极有可能是由于家长控制，或你在使用由学校/办公室/其他办公场所控制的设备。非常抱歉！

# feedback_failed_to_send
source: Your feedback failed to even send, sorry! Error: %@
de: Dein Feedback konnte leider nicht übermittelt werden, sorry! Fehler: %@
fi: Palaute ei lähtenyt matkaan, sorry! Error: %@
it: Il tuo feedback non può essere inviato! Errore: %@
nl: Met het versturen van je feedback is het mis gegaan, sorry! Error: %@
pt: Os seus comentários não foram enviados, lamento! Erro: %@
sv: Din feedback gick inte att sända, sorry! Error: %@
zh_hans: 你的反馈无法发送，非常抱歉！错误：%@

# feedback_failed_to_hit_server
source: Your feedback failed to hit the server. Response: %@. Feel free to try again.
de: Dein Feedback kam beim Server leider nicht an. Antwort: %@. Versuche es bitte noch einmal.
fi: Palaute ei saavuttanut palvelinta. Response: %@. Voit yrittää uudelleen.
it: Il tuo feedback non ha raggiunto il server. Risposta :%@
nl: Jouw feedback is niet op de server aangekomen. Antwoord van server: %@. Probeer het nogmaals.
pt: Os seus comentários não chegaram ao servidor. Resposta: %@. Por favor tente de novo.
sv: Din feedback nådde inte servern. Response: %@. Du kan försöka igen.
zh_hans: 你的反馈无法到达服务器，回复：%@. 你随时可以重试。

# different_app
source: Please select a different app to replay the tutorial.
de: Wähle bitte ein anderes Watchface, um die Einführung abzuspielen.
fi: Ole hyvä ja valitse toinen appi näyttääksesi ohjeen uudelleen.
it: Seleziona un'altra app per ricominciare il tutorial.
nl: Probeer een andere app om de rondleiding nogmaals te doorlopen.
pt: Por favor escolha outra app para repetir o tutorial.
sv: Välj en annan app för att gå igenom instruktionerna igen.
zh_hans: 选择不同的应用来重播教程。

# error_sending_trial
source: Error Unlocking Trial
de: Demo-Version konnte nicht entsperrt werden
fi: Virhe Testin avaamisessa
it: Errore nello sblocco del periodo di prova
nl: Fout bij het vrijgeven van de Trial
pt: Erro ao desbloquear a versão experimental
sv: Fel vid upplåsning av test
zh_hans: 无法解锁试用版

source: Error Sending Setting
de: Einstellungen wurden nicht übertragen
fi: Virje Asetusten lähetyksessä
it: Errore nell'invio delle Impostazioni
nl: Fout bij het verzenden van de instellingen
pt: Erro ao enviar definições
sv: Fel vid sändning av inställningar
zh_hans: 无法发送设置

# retry
source: Retry Sending
de: Noch einmal versuchen
fi: Yritä lähettää uudelleen
it: Ritenta invio
nl: Opnieuw versturen
pt: Repetir envio
sv: Fösök sända igen
zh_hans: 重新发送

source: Ignore
de: Ignorieren
fi: Ohita
it: Ignora
nl: Overslaan
pt: Ignorar
sv: Ignorera
zh_hans: 忽略

# timed_out
source: Sorry about this, but it seems that the message has timed out. This usually means that your Pebble isn't connected. Please check that Bluetooth is on and your Pebble is connected!
de: Tut mir leid, es scheint ein Timeout gegeben zu haben. Normalerweise bedeutet das, dass deine Pebble nicht verbunden ist. Bitte überprüfe das bitte rasch, vielen Dank!
fi: Pahoittelemme, näyttää siltä että viesti on aikakatkaistu. Tämä yleensä tarkoittaa sitä että Pebblesi ei ole yhdistettynä. Tarkista että Bluetooth on päällä ja että Pebblesi on yhdistettynä!
it: Ci spiace ma sembra che il contenuto ci metta troppo tempo ad essere inviato. Di solito significa che il tuo Pebble non è connesso. Controlla che il Bluetooth sia acceso e il tuo Pebble sia connesso!
nl: Excuses hiervoor, maar het lijkt erop dat het bericht er te lang over heeft gedaan. Dit betekend meestal dat je Pebble niet is verbonden. Controleer of Bluetooth aan staan en dat je Pebble is verbonden!
pt: Lamento, mas a mensagem expirou. Isto geralmente acontece porque o Pebble não está ligado. Confirme que o Bluetooth está ligado e o Pebble está emparelhado!
sv: Ledsen, men det verkar som om ditt meddelande har tajmat ut. Detta beror oftast på att din Pebble inte är tillkopplad. Kolla att Bluetooth är påslaget och att din Pebble är tillkopplad!
zh_hans: 很抱歉，信息发送超时，这通常表明你的 Pebble 没有连接。请检查(手机和 Pebble 的)蓝牙是否已打开，且 Pebble 是否已连接！
